Repository: 4teamwork/opengever.core
Catalog: opengever/task/locales/*/LC_MESSAGES/opengever.task.po
Languages: de, fr

# transition_label_skip
source: Task skipped
de: Aufgabe übersprungen
fr: Tâche omise

# transition_msg_accept
source: Accepted by ${user}
de: Akzeptiert durch ${user}
fr: Accepté par ${user}

# transition_msg_accept_team_task
source: Accepted by ${user}, responsible changed from ${old_responsible} to ${new_responsible}.
de: Akzeptiert durch ${user}, Auftragnehmer geändert von ${old_responsible} nach ${new_responsible}.
fr: Accepté par ${user}, mandataire changé de ${old_responsible} à ${new_responsible}.

# transition_msg_assign_to_dossier
source: Assigned to dossier by ${user} successor=${successor}
de: Einem Dossier zugewiesen durch ${user} Nachfolgeaufgabe=${successor}
fr: Attribué à un dossier par ${user} Tâche suivante=${successor}

# transition_msg_cancel
source: Cancelled by ${user}
de: Abgebrochen durch ${user}
fr: Annulé par ${user}

# transition_msg_close
source: Closed by ${user}
de: Abgeschlossen durch ${user}
fr: Fermé par ${user}

# transition_msg_default
source: Response added
de: Antwort hinzugefügt
fr: Réponse ajouté

# transition_msg_modify_deadline
source: Deadline modified from ${deadline_old} to ${deadline_new} by ${user}
de: Frist geändert von ${deadline_old} zu ${deadline_new} durch ${user}
fr: Délai modifié de ${deadline_old} à ${deadline_new} par ${user}

# transition_msg_reactivate
source: Reactivated by ${user}
de: Reaktiviert durch ${user}
fr: Réactivé par ${user}

# transition_msg_reassign
source: Reassigned from ${responsible_old} to ${responsible_new}
de: Neu zugewiesen von ${responsible_old} an ${responsible_new} durch ${user}
fr: Attribué à nouveau de ${responsible_old} à ${responsible_new} par ${user}

# transition_msg_refuse
source: Refused by ${user}
de: Abgelehnt durch ${user}
fr: Refusé par ${user}

# transition_msg_reject
source: Rejected by ${old_responsible}. Task assigned to responsible ${new_responsible}
de: Abgelehnt durch ${old_responsible}. Aufgabe an Auftragnehmer ${new_responsible} zugewiesen.
fr: Refusé par ${old_responsible}. La tâche a été réattribuée au responsable ${new_responsible}

# transition_msg_reopen
source: Reopened by ${user}
de: Wieder eröffnet durch ${user}
fr: Réouvert par ${user}

# transition_msg_resolve
source: Resolved by ${user}
de: Erledigt durch ${user}
fr: Accompli par ${user}

# transition_msg_revise
source: Revision requested by ${user}
de: Überarbeitung angefordert durch ${user}
fr: Révision demandée par ${user}

# transition_msg_skip
source: Skipped by ${user}
de: Übersprungen durch ${user}
fr: Omis par ${user}

# version_message_accept_forwarding
source: Document copied from forwarding (forwarding accepted)
de: Dokument von Weiterleitung kopiert (Weiterleitung akzeptiert)
fr: Document copié de l'acheminement (Acheminement accepté)

# version_message_accept_task
source: Document copied from task (task accepted)
de: Dokument von Aufgabe kopiert (Aufgabe akzeptiert)
fr: Document copié de la tâche (Tâche accepté)

# version_message_closed_task
source: Document copied from task (task closed)
de: Dokument von Aufgabe kopiert (Aufgabe abgeschlossen)
fr: Document copié de la tâche (tâche finie)

# version_message_resolved_task
source: Document copied from task (task resolved)
de: Dokument von Aufgabe kopiert (Aufgabe erledigt)
fr: Document copié de la tâche (tâche achevée)

# label_private_task_added
source: New task (private) opened by ${user}
fr: Nouvelle tâche (personnelle) ouverte par ${user}
