Repository: 4teamwork/opengever.core
Catalog: opengever/task/locales/*/LC_MESSAGES/opengever.task.po
Languages: de, fr

source: ${num} documents were copied.
de: ${num} Dokumente wurden kopiert.
fr: ${num} document(s) a (ont) été copié(s).

# ${subtask_num} subtasks were create.
source: ${subtask_num} subtasks were created.
de: ${subtask_num} Unteraufgaben wurden erstellt.
fr: ${subtask_num} sous-tâche(s) a (ont) été créé(es).

# Changes saved to response id ${response_id}.
source: Saved changes to ${response_id}.
de: Änderungen an der Antwort ${response_id} wurden gespeichert
fr: Modifications de la réponse ${response_id} ont été sauvegardées

source: Delete
de: Löschen
fr: Supprimer

source: Edit
de: Bearbeiten
fr: Modifier

source: No response selected for removal.
de: Es wurde keine Antwort fürs Löschen selektiert
fr: Aucune réponse séléctionnée pour l'effaçement

source: No response selected for saving.
de: Es wurde keine Antwort fürs Speichern selektiert
fr: Aucune réponse séléctionnée pour la sauvegarde

# Removed response id ${response_id}.
source: Removed response ${response_id}.
de: Antwort ${response_id} gelöscht
fr: Réponse ${response_id} effacée

# Response id ${response_id} does not exist so it cannot be removed.
source: Response ${response_id} doesn't exist and therefore couldn't be removed.
de: Antowrt ${response_id} existiert nicht und konnte deshalb nicht gelöscht werden
fr: Réponse ${response_id} inexistante et ne peut être effacée

# Response id ${response_id} is no integer so it cannot be removed.
source: Response ID ${response_id} is not an integer and therefore couldn't be removed.
de: Antwort id ${response_id} ist keine Zahl und konnte deshalb nicht gelöscht werden
fr: Réponse ${response_id} n'est pas un chiffre et ne peut être effacé

source: Select the related documents you wish to attach to the new subtasks.
de: Wählen Sie die mit der Aufgabe verknüpften Dokumente aus, die Sie an die neuen Unteraufgaben anhängen wollen.
fr: Choix de la tâche liée aux documents qui vont être liés à une nouvelle sous-tâches.

source: Subtask
de: Unteraufgabe
fr: Sous-tâche

source: Task
de: Aufgabe
fr: Tâche

source: The documents were delivered to the issuer and the tasks were completed.
de: Die Dokumente wurde an den Auftraggeber geliefert und die Aufgaben wurden abgeschlossen.
fr: Les documents sont transmis au mandant et les tâches sont fermées.

source: The forwarding has been stored in the local inbox
de: Die Weiterleitung wurde im lokalen Eingangskorb gespeichert.
fr: L'acheminement est sauvegardé dans la boîte de réception locale.

source: Forwarding has been stored in the local inbox and successor task has been created
de: Die Weiterleitung wurde im lokalen Eingangskorb abgelegt und die Kopierte Aufgabe erstellt.
fr: L'acheminement est déposé dans la boîte de réception locale et une copie de la tâche est créée.

source: The forwarding is now assigned to the dossier
de: Die Weiterleitung wurde nun dem Dossier zugewiesen.
fr: L'acheminement a été attribué au dossier.

source: The forwarding is now assigned to the new dossier
de: Die Weiterleitung wurde nun dem neuen Dossier zugewiesen.
fr: L'acheminement a été attribué à un noveau dossier.

source: The new dossier has been created and the task has been copied to the new dossier.
de: Das neue Dossier wurde erstellt und die akzeptierte Aufgabe wurde in das neue Dossier kopiert.
fr: Le nouveau dossier a été créé. La tâche acceptée a été copiée dans le nouveau dossier.

source: The task has been accepted.
de: Die Aufgabe wurde akzeptiert.
fr: La tâche a été accepté.

source: The task has been copied to the selected dossier and accepted.
de: Die Aufgabe wurde kopiert und akzeptiert.
fr: La tâche a été copiée et acceptée.

source: You are not allowed to delete responses.
de: Sie haben keine Berechtigung Antworten zu löschen
fr: Vous n'avez pas l'autorisation d'effacer ces réponses

source: You are not allowed to edit responses.
de: Sie haben keine Berechtigung Antworten zu editieren
fr: Vous n'avez pas l'autorisation pour éditer ces réponses

source: You are not assigned to the responsible organization (${client}). You can only process the task in the issuer's dossier.
de: Sie sind nicht dem Auftragnehmer-Mandanten (${client}) zugewiesen. Sie können die Aufgabe nur direkt im Dossier des Auftraggebers behandeln.
fr: Vous n'avez pas été assigné au mandant responsable. Vous ne pouvez traiter la tâche que dans le dossier du mandant.

source: You cannot add documents to the selected dossier. Either the dossier is closed or you do not have the privileges.
de: Sie haben nicht genügend Berechtigungen um Dokumente im ausgewählten Dossier hinzuzfügen. Möglicherweise ist das Dossier bereits abgeschlossen.
fr: Vos droits ne sont pas suffisants pour ajouter des documents dans le dossier choisi. Le dossier est probablement déjà fermé.

source: You cannot add tasks in the selected dossier. Either the dossier is closed or you do not have the privileges.
de: In dem ausgewählten Dossier können Sie keine Aufgaben erstellen. Entweder wurde das Dossier bereits abgeschlossen oder Sie besitzen nicht die erforderlichen Berechtigungen.
fr: Dans le dossier choisi, vous ne pouvez créer aucune tâche. Soit parce que le dossier est déjà fermé; soit parce que vous n'avez pas les droits suffisants pour effectuer cette tâche.

# accept_method_existing_dossier
source: Process in existing dossier on ${client}
de: in einem bestehenden Dossier auf ${client} bearbeiten
fr: modifier dans un dossier existant dans ${client}

# accept_method_forwarding_existing_dossier
source: ... store in ${client}'s inbox and process in existing dossier on ${client}
de: ... im Eingangskorb von ${client} ablegen und in bestehendem Dossier auf ${client} bearbeiten
fr: … déposer dans la boîte de réception de ${client} et modifier dans un dossier existant de ${client}

# accept_method_forwarding_new_dossier
source: ... store in ${client}'s inbox and process in new dossier on ${client}
de: ... im Eingangskorb von ${client} ablegen und in neuem Dossier auf ${client} bearbeiten
fr: … déposer dans la boîte de réception de ${client} et modifier dans un nouveau dossier de ${client}

# accept_method_forwarding_participate
source: ... store in ${client}'s inbox
de: ... im Eingangskorb von ${client} ablegen
fr: … déposer dans la boîte de réception de ${client}

# accept_method_new_dossier
source: Process in new dossier on ${client}
de: in einem neuen Dossier auf ${client} bearbeiten
fr: Modifier dans un nouveau dossier dans ${client}

# accept_method_participate
source: Process in issuer's dossier
de: direkt im Dossier des Auftraggebers bearbeiten
fr: Modifier directement dans le dossier du mandant

# answer_prefix
source: RE
de: AW
fr: Rép

# button_assign
source: Assign
de: Zuweisen
fr: Attribuer

# button_cancel
source: Cancel
de: Abbrechen
fr: Annuler

# button_continue
source: Continue
de: Weiter
fr: Continuer

# button_save
source: Save
de: Speichern
fr: Enregistrer

source: Cancel
de: Abbrechen
fr: Annuler

# delegate_help_responsible
source: Select one or more responsibles. For each selected responsible a subtask will be created and assigned.
de: Wählen Sie einen oder mehrere Verantwortliche aus, an welche Sie die Aufgabe delegieren wollen. Es wird für jeden ausgewählten Verantwortlichen eine Unteraufgabe erstellt.
fr: Choix d'un ou plusieurs responsable(s) pour déléguer la tâche. Une sous-tâche est créée pour chaque responsable choisi.

# delegate_label_documents
source: Attach documents
de: Anzuhängende Dokumente
fr: Documents à attacher

# delegate_label_responsibles
source: Responsibles
de: Verantwortliche
fr: Responsable

# error_checked_out_document
source: The following documents need to be checked in before proceeding: ${title}
de: Die folgenden Dokumente (${title}) müssen noch eingecheckt werden.
fr: Les documents suivants (${title}) sont en checkout. Vous devez faire un checkin pour pouvoir les déposer.

# error_no_team_responsible_in_progress_state
source: Team responsibles are only allowed if the task or forwarding is open.
de: Teams sind nur bei offenen Aufgaben oder Weiterleitungen als Auftragnehmer erlaubt.
fr: Les équipes ne sont autorisées comme mandataires que pour des transmissions ou des tâches ouvertes.

# error_same_responsible
source: No changes: same responsible selected
de: Keine Änderung, da kein anderer Auftragnehmer ausgewählt wurde
fr: Pas de changement: mandataire identique séléctionné

# error_while_updating_task_reminder
source: There was an error while updating the reminder
de: Es ist ein Fehler aufgetreten.
fr: Une erreur s'est produite.

source: existing dossier
de: bestehendes Dossier
fr: Dossier existant

# fieldset_additional
source: Advanced
de: Erweitert
fr: Avancé

# fieldset_common
source: Common
de: Allgemein
fr: En général

# help_accept_select_dossier
source: Select target dossier in which you'd like to process the task.
de: Wählen Sie das Dossier aus, in welchem Sie die Aufgabe bearbeiten wollen.
fr: Choix du dossier dans lequel vous voulez modifier la tâche.

# help_accept_select_dossier_type
source: Select the type for the new dossier
de: Wählen Sie den Typ des neuen Dossiers aus
fr: Choix du type du nouveau dossier.

# help_accept_select_repositoryfolder
source: Select the repository folder in which the dossier should be created.
de: Wählen Sie die Ordnungsposition aus, in welchem das neue Dossier erstellt werden soll.
fr: Choix du numéro de classement où le dossier doit être créé.

# help_accept_task_response
source: Enter an answer text that will be shown as the response when the task is accepted.
de: Geben Sie einen Text für die automatisch erstellte Antwort ein.
fr: Saisie d'un texte pour la réponse créée automatiquement.

# help_assign_to_dossier_task_response
source: Enter an answer text that will be added as a response on the succesor task.
de: Geben sie einen Antwort text ein, dieser wird bei der Aufgabenkopie als Antwort hinzugefügt.
fr: Saisie d'un texte pour la réponse; ce texte apparaîtra dans le message qui suivra.

# help_close_choose_dossier
source: Choose the target dossier into which the documents should be copied.
de: Wählen Sie das Dossier aus, in welche Sie die ausgewählten Dokumente kopieren möchten.
fr: Choix du dossier dans lequel vous voulez copier les documents.

# help_close_documents
source: You can copy attached documents to your client by selecting here the documents to copy.
de: Wählen Sie hier bei Bedarf die Dokumente aus, die Sie in ein eigenes Dossier kopieren möchten.
fr: En cas de besoin, choix des documents à copier dans un autre dossier.

# help_complete_documents
source: Select the documents you want to deliver to the issuer of the task. They will be attached to the original task of the issuer.
de: Wählen Sie die Dokumente aus, die Sie dem Auftraggeber liefern wollen. Sie werden dann automatisch an die Originalaufgabe des Auftraggebers angehängt.
fr: Choix des documents à livrer au mandant. Ils seront ensuite attachés automatiquement à la tâche originale.

# help_complete_task_response
source: Enter a answer text which will be shown as response when the task is completed.
de: Der hier eingegebene Text erscheint in der Antwort, die die Aufgabe abschliesst.
fr: Le texte saisi ici apparaît dans la réponse qui clôture cette tâche.

# help_date_of_completion
source: Date on which the task was completed
de: Das Datum an dem die Aufgabe beendet wurde
fr: Date d'achèvement de la tâche

# help_deadline
source: Date by which the task must be completed
de: Tragen Sie ein Datum ein, bis wann die Aufgabe erledigt werden muss
fr: Saisissez la date d'achèvement de la tâche

# help_effectiveCost
source: Cost in CHF
de: Kosten in CHF
fr: Coûts effectifs en CHF

# help_effectiveDuration
source: Duration in h
de: Dauer in h
fr: Durée effective en h

# help_expectedCost
source: Cost in CHF
de: Kosten in CHF
fr: Coûts effectifs en CHF

# help_expectedDuration
source: Duration in h
de: Dauer in h
fr: Durée effective en h

# help_is_private
source: Disable inbox deputy permissions for this task.
de: Eingangskorb-Stellvertreter Berechtigung für diese Aufgabe deaktivieren
fr: Désactiver les autorisations du suppléant de la boîte de réception pour cette tâche

# help_reminder
source: Set a reminder if you'd like to get a notification when the due date approaches.
de: Wann möchten Sie über das Fristende der Aufgabe benachrichtigt werden.
fr: Quand voulez-vous un rappel du délai de cette tâche.

# help_responsible
source: Choose the responsible user(s)
de: Wählen Sie die verantwortlichen Personen aus.
fr: Sélectionnez les personnes responsables.

# help_responsible_client
source: First choose the responsible user's organization / department, then the user.
de: Wählen Sie zuerst den Mandanten des Auftragnehmers, anschliessend den Auftragnehmer.
fr: Sélectionner d'abord le client du mandataire et ensuite le mandataire.

# help_task_type
source: Choose task type
de: Wählen Sie den Auftragstyp
fr: Choix du type de mandat

# help_text
source: Enter detailed instructions or a comment describing the work
de: Geben Sie eine detaillierte Arbeitsanweisung oder einen Kommentar ein
fr: Saisissez une instruction de travail détaillée ou un commentaire

# help_title
source: The task's title
de: Der Name der Aufgabe
fr: Nom de la tâche

source: Issued tasks
de: In Auftrag gegebene Aufgaben
fr: Tâches mandatées

# label_accept_choose_method
source: Accept task and ...
de: Diese Aufgabe akzeptieren und ...
fr: Accepter cette tâche et…

# label_accept_forwarding_choose_method
source: Accept forwarding and ...
de: Weiterleitung akzeptieren und ...
fr: Accepter l'acheminement et…

# label_accept_select_dossier
source: Target dossier
de: Zieldossier
fr: Dossier de destination

# label_accept_select_dossier_type
source: Dossier type
de: Dossier Typ
fr: Type de dossier

# label_accept_select_repositoryfolder
source: Repository folder
de: Ordnungsposition
fr: Numéro de classement

# label_add_task_to_sequence
source: Add task to sequence
de: Aufgabe zum Prozess hinzufügen
fr: Ajouter tâche au processus

# label_agency
source: Deputy settings
de: Stellvertretung
fr: Suppléance

# label_assign_choose_method
source: Assign to ...
de: Weiterleitung zuweisen an ein ...
fr: Acheminement attribué à un/une..

# label_by_author
source: Responsible
de: Auftragnehmer
fr: Mandataire

# label_close_choose_dossier
source: Target dossier
de: Zieldossier
fr: Dossier de destination

# label_close_documents
source: Documents to copy
de: Dokumente kopieren
fr: Copier documents

# label_complete_documents
source: Documents to return
de: Dokumente
fr: Documents

# label_containing_task
source: Main task
de: Hauptaufgabe
fr: Tâche principale

# label_created
source: created
de: erstellt am
fr: Créé le

# label_date_of_completion
source: Completion date
de: Erledigungsdatum
fr: Date de réalisation

# label_deadline
source: Deadline
de: Zu erledigen bis
fr: A réaliser jusqu'au

# label_documents
source: Documents
de: Dokumente

# label_dossier_title
source: Dossier title
de: Dossiertitel
fr: Titre du dossier

# label_edit_response_not_allowed
source: You are not allowed to edit this response.
de: Sie sind nicht berechtigt diese Antwort zu löschen
fr: Vous n'avez pas les droits pour effacer cette réponse

# label_effectiveCost
source: Effective cost
de: Effektive Kosten (CHF)
fr: Coûts effectifs (CHF)

# label_effectiveDuration
source: Effective duration
de: Effektive Dauer (h)
fr: Durée effective (h)

# label_enter_response
source: Please enter your response below
de: Bitte tragen sie ihre Antwort unten ein
fr: Saisissez votre réponse ci-dessous

# label_expectedCost
source: Expected cost
de: Geschätzte Kosten (CHF)
fr: Coûts estimés (CHF)

# label_expectedDuration
source: Expected duration
de: Geschätzte Dauer (h)
fr: Durée estimées (h)

# label_expectedStartOfWork
source: Start of work
de: Beginn der Arbeit
fr: Début du travail

# label_is_private
source: Private task
de: Persönliche Aufgabe
fr: Tâche personnelle

# label_is_private_byline
source: Private
de: Persönlich
fr: Personnel

# label_issuer
source: Issuer
de: Auftraggeber
fr: Mandant

# label_last_modified
source: last modified
de: zuletzt verändert
fr: Dernière modification

# label_main_attributes
source: Properties
de: Eigenschaften
fr: Attributs

# label_new_deadline
source: New deadline
de: Neue Frist
fr: Nouveau délai

# label_next_task
source: Next task
de: Nächste Aufgabe
fr: Tâche suivante

# label_parallel_process
source: Parallel workflow
de: Paralleler Ablauf
fr: Déroulement en parallèle

# label_parent_dossier_title
source: Dossier title
de: Dossiertitel
fr: Titre de la dossier

# label_predecessor
source: Predecessor
de: Vorgänger
fr: Prédécesseur

# label_predecessor_task
source: Predecessor task
de: Ursprüngliche Aufgabe
fr: Tâche initiale

# label_previous_task
source: Previous task
de: Vorherige Aufgabe
fr: Tâche précédente

# label_related_items
source: Related items
de: Verweise
fr: Renvois

# label_reminder
source: Reminder
de: Erinnerung
fr: Rappel

# label_resonsible_client
source: Responsible user's organization / department
de: Mandant des Auftragnehmers
fr: Client responsable

# label_response
source: Response
de: Antworttext

# label_responsible
source: Responsible
de: Auftragnehmer
fr: Mandataire

# label_return_to_issue
source: Back to task
de: Zurück zur Aufgabe
fr: Retour à la tâche

# label_sequence
source: Sequence
de: Ablauf
fr: Déroulement

# label_sequence_number
source: Sequence number
de: Laufnummer
fr: Numéro courant

# label_sequential_process
source: Sequential workflow
de: Sequenzieller Ablauf
fr: Déroulement séquentiel

# label_sub_task
source: Subtasks
de: Unteraufgaben
fr: Sous-tâche

# label_successor_task
source: Successor task
de: Kopierte Aufgabe
fr: Tâche copiée

# label_task_added
source: New task opened by ${user}
de: Neue Aufgabe eröffnet durch ${user}
fr: Nouvelle tâche ouverte par ${user}

# label_task_commented
source: Comment added
de: Aufgabe wurde kommentiert
fr: La tâche a été commentée

# label_task_title
source: Task title
de: Aufgabentitel
fr: Titre de la tâche

# label_task_type
source: Task type
de: Auftragstyp
fr: Type de mandat

# label_tasktemplate_position
source: Task template position
de: Standardablauf Position
fr: Position dans le déroulement standard

# label_text
source: Text
de: Beschreibung
fr: Description

# label_title
source: Title
de: Titel
fr: Titre

# label_transition
source: Action
de: Aktion

# label_workflow_state
source: State
de: Status
fr: Etat

# label_workflow_state_byline
source: State
de: Status
fr: Etat

# msg_deadline_change_successfull
source: Deadline successfully changed.
de: Frist wurde erfolgreich angepasst.
fr: Le délai a été modifié avec succès.

# msg_revoking_permissions
source: Temporary permissions for the responsible user (and their deputy) will be revoked when performing this transition.
de: Diese Statusänderung führt dazu, dass temporäre Berechtigungen für den Auftragnehmer und dessen Stellvertretung entzogen werden.
fr: Cette transition révoque les autorisations temporaires pour le mandataire et ses suppléants.

# msg_successfully_reassigned
source: Task successfully reassigned.
de: Aufgabe erfolgreich neu zugewiesen.
fr: Tâche réassignée avec succès.

# msg_task_commented
source: Commented by ${user}
de: Kommentiert von ${user}
fr: Commenté par ${user}

source: My tasks
de: Meine Aufgaben
fr: Mes tâches

source: new dossier
de: neues Dossier
fr: Nouveau Dossier

source: No reminder
de: Keine Erinnerung
fr: Pas de rappel

# old_transition_msg_reject
source: Rejected by ${user}.
de: Abgelehnt durch ${user}.
fr: Refusé par ${user}.

# progress
source: History
de: Verlauf
fr: Progrès

# reminder_option_title_beginning_of_week
source: At the start of the week of deadline
de: Zu Beginn der Woche
fr: Au début de la semaine

# reminder_option_title_one_day_before
source: One day before deadline
de: Am Tag vorher
fr: Le jour précédent

# reminder_option_title_one_week_before
source: One week before deadline
de: Eine Woche vorher
fr: Une semaine avant

# reminder_option_title_today
source: On morning of deadline
de: Am Morgen
fr: Le matin

# response_label_response
source: Response
de: Antwort
fr: Réponse

# same_deadline_error
source: The entered deadline is the same as the current one.
de: Die angegebene Frist ist die aktuelle.
fr: Le délai saisi est celui qui court actuellement.

source: Save
de: Speichern
fr: Enregistrer

source: Step 1
de: Schritt 1
fr: Premier étape

source: Step 2
de: Schritt 2
fr: Deuxième étape

source: Step 3
de: Schritt 3
fr: Troisième étape

source: Step 4
de: Schritt 4
fr: Quatrième étape

# task_reminder_activity_summary
source: Deadline is on ${deadline}
de: Die Aufgaben-Frist endet am ${deadline}
fr: Le délai s'achève le ${deadline}

# title_accept_forwarding
source: Accept forwarding
de: Weiterleitung akkzeptieren
fr: Accepter l'acheminement

# title_accept_task
source: Accept task
de: Aufgabe akzeptieren
fr: Accepter la tâche

# title_assign_task
source: Reassign task
de: Neu zuweisen
fr: Attribuer à nouveau

# title_assign_to_dossier
source: Assign to dossier
de: Einem Dossier zuweisen
fr: Attribuer à un dossier

# title_close_task
source: Close task
de: Aufgabe abschliessen
fr: Fermer la tâche

# title_complete_task
source: Complete task
de: Aufgabe erledigen / abschliessen
fr: Accomplir / Fermer la tâche

# title_delegate_task
source: Delegate task
de: Aufgabe delegieren
fr: Déléguer la tâche

# title_edit_response
source: Edit response
de: Antwort bearbeiten
fr: Editer la réponse

# title_error_no_response
source: Error: no response found for editing
de: Fehler: keine Antworten zum editieren gefunden
fr: Erreur: Aucune réponse à éditer n'a été trouvée

# title_modify_deadline
source: Modify deadline
de: Frist ändern
fr: Changer le délai

# transition_add_document
source: Document ${doc} added by ${user}
de: Dokument ${doc} hinzugefügt durch ${user}
fr: Document ${doc} ajouté par ${user}

# transition_add_subtask
source: Subtask ${task} added by ${user}
de: Unteraufgabe ${task} hinzugefügt durch ${user}
fr: Sous-tâche ${task} ajoutée par ${user}

# transition_label_accept
source: Task accepted
de: Aufgabe akzeptiert
fr: Tâche accéptée

# transition_label_add_document
source: Document added to Task
de: Dokument zur Aufgabe hinzugefügt
fr: Document ajouté à la tâche

# transition_label_add_subtask
source: Subtask added to task
de: Unteraufgabe zur Aufgabe hinzugefügt
fr: Sous-tâche ajoutée à la tâche

# transition_label_assign_to_dossier
source: Forwarding assigned to Dossier
de: Weiterleitung zu einem Dossier hinzugefügt
fr: Transmission assignée au dossier

# transition_label_cancelled
source: Task cancelled
de: Aufgabe abgebrochen
fr: Tâche annulée

# transition_label_close
source: Task closed
de: Aufgabe abgeschlossen
fr: Tâche fermée

# transition_label_created
source: Created by ${user}.
de: Erstellt durch ${user}
fr: Créé par ${user}

# transition_label_default
source: Task opened
de: Aufgabe eröffnet
fr: Tâche ouverte

# transition_label_modify_deadline
source: Task deadline modified
de: Aufgabenfrist verändert
fr: Délai de la tâche modifié

# transition_label_reactivate
source: Task reactivated
de: Aufgabe reaktiviert
fr: Tâche réactivée

# transition_label_reassign
source: Task reassigned
de: Aufgabe neu zugewiesen
fr: Tâche réassignée

# transition_label_refuse
source: Forwarding refused
de: Weiterleitung abgelehnt
fr: Transmission refusée

# transition_label_reject
source: Task rejected
de: Aufgabe abgelehnt
fr: Tâche refusée

# transition_label_reopen
source: Task reopened
de: Aufgaben wieder eröffnet
fr: Tâche réouverte

# transition_label_resolve
source: Task resolved
de: Aufgabe erledigt
fr: Tâche accomplie

# transition_label_revise
source: Task revision requested
de: Überarbeitung der Aufgabe angefordert
fr: Révision de la tâche demandée
