Repository: 4teamwork/opengever.core
Catalog: opengever/repository/locales/*/LC_MESSAGES/opengever.repository.po
Languages: de, fr

# Could not generate the report.
source: Failed to generate report.
de: Rapport konnte nicht generiert werden.
fr: Rapport n'a pas pu être généré

source: In use
de: Wird verwendet
fr: Est utilisé

# Prefix Manager
source: Reference number manager
de: Aktenzeichen Präfix Manager
fr: Gestionnaire de préfixes de référence

# Unlock unused repository prefixes.
source: Unlock unused repository numbers.
de: Freigabe von ungebrauchten Aktenzeichen Prefixen.
fr: Déblocage de préfixes de référence inutilisés.

# allow_add_businesscase_dossier
source: Allow creation of regular business case dossiers
de: Hinzufügen von Geschäftsdossiers erlauben
fr: Permettre l'ajout de dossiers d'affaire

# description_allow_add_businesscase_dossier
source: Choose whether the user is allowed to add regular business case dossiers or only dossiers created from a dossier template.
de: Wählen Sie, ob es in dieser Ordnungsposition erlaubt ist, Geschäftsdossiers hinzuzufügen. Ist diese Option deaktiviert, kann der Benutzer nur Dossiers aus einer Vorlage oder Spezialdossiers erstellen.
fr: Déterminez s'il est permis d'ajouter des dossiers d'affaire à ce niveau. Si cette option est désactivée, l'utilisateur ne peut créer que des dossiers spéciaux ou bien des dossiers à partir d'un modèle.

source: description_max_subdossier_depth_restriction
de: Wählen Sie, ob die Dossier-Tiefe in dieser Ordnungsposition begrenzt werden soll
fr: Indiquer si le plan de classement doit respecter une profondeur maximale pour ses sous-dossiers.

# description_reference_number_addendum
source: Attention: Change requires reindexing of "reference" and "sortable_reference".
de: Achtung: Änderung erfordert Neuindexierung von "reference" und "sortable_reference".
fr: Attention: La modification de ce champ requiert une réindexation de "reference" et "sortable_reference".

# empty_repository
source: No nested repository folders available.
de: Keine untergeordnete Ordnungspositionen verfügbar.
fr: Pas de numéros de classement disponible dans cette subdivison.

# error_sibling_reference_number_existing
source: A repository folder with the same reference number already exists on the same level.
de: Eine Ordnungsposition mit diesem Aktenzeichen existiert bereits auf gleicher Stufe.
fr: A ce niveau du classement ce numéro de référence existe déjà.

# fieldset_common
source: Common
de: Allgemein
fr: Général

# help_description
source: A short summary of the content.
de: Eine kurze Beschreibung des Inhalts.
fr: Brève description du contenu.

# label_blocked_inheritance
source: Blocked inheritance
de: Unterbruch Vererbung
fr: Interruption de l'héritage

# label_blocked_local_roles
source: Protected objects
de: Geschützte Objekte
fr: objets protégés

# label_delete
source: Delete
de: Löschen
fr: Effacer

# label_delete_repository
source: Delete repository folder
de: Ordnungsposition löschen
fr: Effacer le numéro de la position

# label_description
source: Description
de: Beschreibung

# label_dispositions
source: Dispositions
de: Angebote
fr: Offres

# label_documents
source: Documents
de: Dokumente

# label_false
source: No
de: nein
fr: non

# label_former_reference
source: Former reference
de: Früheres Zeichen
fr: Ancien numéro de référence

# label_groupnames_with_local_contributor_role
source: Create dossiers local roles
de: Dossiers hinzufügen lokale Rollen
fr: Ajouter dossiers rôles locaux

# label_groupnames_with_local_editor_role
source: Edit dossiers local roles
de: Dossiers bearbeiten lokale Rollen
fr: Modifier dossiers rôles locaux

# label_groupnames_with_local_manager_role
source: Manage dossiers local roles
de: Dossiers verwalten lokale Rollen
fr: Administrer dossiers rôles locaux

# label_groupnames_with_local_or_inherited_contributor_role
source: Create dossiers local or inherited roles
de: Dossiers hinzufügen lokale oder vererbte Rollen
fr: Ajouter dossiers rôles locaux ou hérités

# label_groupnames_with_local_or_inherited_editor_role
source: Edit dossiers local or inherited roles
de: Dossiers bearbeiten lokale oder vererbte Rollen
fr: Modifier dossiers rôles locaux ou hérités

# label_groupnames_with_local_or_inherited_manager_role
source: Manage dossiers local or inherited roles
de: Dossiers verwalten lokale oder vererbte Rollen
fr: Administrer dossiers rôles locaux ou hérités

# label_groupnames_with_local_or_inherited_publisher_role
source: Reactivate dossiers local or inherited roles
de: Dossiers reaktivieren lokale oder vererbte Rollen
fr: Réactiver dossiers rôles locaux ou hérités

# label_groupnames_with_local_or_inherited_reader_role
source: Read dossiers local or inherited roles
de: Dossiers lesen lokale oder vererbte Rollen
fr: Lire dossiers rôles locaux ou hérités

# label_groupnames_with_local_or_inherited_reviewer_role
source: Close dossiers local or inherited roles
de: Dossiers abschliessen lokale oder vererbte Rollen
fr: Clôturer dossiers rôles locaux ou hérités

# label_groupnames_with_local_or_inherited_taskresponsible_role
source: Task responsible local or inherited roles
de: Auftragnehmer lokale oder vererbte Rollen
fr: Mandataire rôles locaux ou hérités

# label_groupnames_with_local_publisher_role
source: Reactivate dossiers local roles
de: Dossiers reaktivieren lokale Rollen
fr: Réactiver dossiers rôles locaux

# label_groupnames_with_local_reader_role
source: Read dossiers local roles
de: Dossiers lesen lokale Rollen
fr: Lire dossiers rôles locaux

# label_groupnames_with_local_reviewer_role
source: Close dossiers local roles
de: Dossiers abschliessen lokale Rollen
fr: Clôturer dossiers rôles locaux

# label_groupnames_with_local_taskresponsible_role
source: Task responsible local roles
de: Auftragnehmer lokale Rollen
fr: Mandataire rôles locaux

# label_location
source: Location
de: Standort
fr: Site

# label_overview
source: Overview
de: Übersicht
fr: Sommaire

# label_proposals
source: Proposals
de: Anträge
fr: Requêtes

# label_reference_number_addendum
source: Reference number addendum
de: Aktenzeichen Zusatz
fr: Numéro de référence addendum

# label_reference_number_prefix
source: Repository number
de: Ordnungspositionsnummer
fr: Numéro de classement

# label_referenced_activity
source: Referenced activity
de: Leistung
fr: Performance

# label_repository_number
source: Repository number
de: Ordnungspositionsnummer
fr: Numéro de classement

# label_repositoryfolder_description
source: Repositoryfolder description
de: Beschreibung (optional)
fr: Description (optionnel)

# label_repositoryfolder_path
source: Path
de: Pfad
fr: Chemin

# label_repositoryfolder_title_de
source: Repositoryfolder title (German)
de: Titel der Ordnungsposition
fr: Titre du numéro de classement (allemand)

# label_repositoryfolder_title_en
source: Repositoryfolder title
de: Titel der Ordnungsposition (englisch)
fr: Titre du numéro de classement (anglais)

# label_repositoryfolder_title_fr
source: Repositoryfolder title (French)
de: Titel der Ordnungsposition (französisch)
fr: Titre du numéro de classement

source: label_respect_max_subdossier_depth_restriction
de: Maximale Dossier-Tiefe in dieser Ordnungsposition begrenzen
fr: Limiter le niveau de profondeur maximal de ce dossier dans le plan de classement

# label_successfully_deleted
source: The repository folder has been deleted successfully.
de: Die Ordnungsposition wurde erfolgreich gelöscht.
fr: Le numéro de la position a été effacé avec succès.

# label_tasks
source: Tasks
de: Aufgaben
fr: Tâches

# label_true
source: Yes
de: ja
fr: oui

# label_valid_from
source: Valid from
de: Gültig ab
fr: Valable de :

# label_valid_until
source: Valid until
de: Gültig bis
fr: Valable jusqu'à :

# label_warning
source: Warning
de: Warnung
fr: Avertissement

# label_workflow_state
source: State
de: Status
fr: Etat

# msg_delete_confirmation
source: Do you really want to delete the current repository folder?
de: Möchten Sie die aktuelle Ordnungsposition wirklich löschen?
fr: Voulez-vous vraiment effacer le numéro de la position actuel?

# msg_leafnode_warning
source: You are adding a repository folder to a leaf node which already contains dossiers. This is only allowed temporarily and all dossiers must be moved into a new leaf node afterwards.
de: Sie fügen eine Ordnungsposition einem Blattknoten hinzu, der bereits Dossiers enthält. Dies ist nur vorübergehend erlaubt und darin enthaltene Dossiers müssen anschliessend wieder in einen Blattknoten verschoben werden.
fr: Vous ajoutez un dossier du référentiel à un nœud feuille contenant déjà des dossiers. Ceci n'est permis que temporairement et les dossiers s'y trouvant doivent ensuite être déplacés dans un nœud feuille.

# prefman_title
source: Reference number manager
de: Aktenzeichen Präfix Manager
fr: Gestionnaire de préfixes de référence

# responsible_org_unit
source: Responsible organization / department
de: Federführendes Amt
fr: Service responsable

# statmsg_prefix_unlock_failure
source: The reference number you're trying to unlock is still in use.
de: Das Aktenzeichen Präfix wird noch verwendet.
fr: La référence que vous essayez de déverrouiller est toujours utilisée.

# statmsg_prefix_unlocked
source: Reference number has been unlocked.
de: Aktenzeichen Präfix wurde freigegeben.
fr: Le préfixe de référence à été débloqué.

# th_documents
source: Documents
de: Dokumente

# th_task
source: Tasks
de: Aufgaben
fr: Tâches

source: Unlock
de: Freigeben
fr: Libérer

# label_journal
source: Journal
fr: Historique

source: Name
fr: Nom
