Repository: 4teamwork/opengever.core
Catalog: opengever/mail/locales/*/LC_MESSAGES/opengever.mail.po
Languages: de, fr

source: Cancel
de: Abbrechen
fr: Annuler

# No Mail Address
source: No email address
de: Keine E-Mail Adresse
fr: Pas d'adresse e-mail

source: Save attachments
de: Anhänge speichern
fr: Sauvegarder les pièces jointes

source: Sent mail filed as '${title}'.
de: Versandtes E-Mail wurde als '${title}' abgelegt.
fr: L'e-mail envoyé a été classé sous '${title}'.

# The files you selected are larger than the maximum size
source: The files you selected exceed the maximum allowed size.
de: Die Grösse der ausgewählten Dateien überschreitet die erlaubte Maximalgrösse.
fr: La taille des fichiers séléctionnés dépasse la taille maximum permise.

# You have to select a intern or enter a extern mail-addres
source: Select at least one internal or external email address.
de: Wählen Sie mindestens eine interne oder eine externe E-Mail Adresse.
fr: Sélectionner au minimum une adresse e-mail interne ou externe.

# button_send
source: Send
de: Senden
fr: Envoyer

# cancel_back
source: Cancel
de: Abbrechen
fr: Annuler

# column_attachment_filename
source: File name
de: Dateiname
fr: Nom du fichier

# column_attachment_size
source: Size
de: Grösse
fr: Taille

# column_attachment_type
source: Type
de: Typ

# error_no_attachments_selected
source: You have not selected any attachments.
de: Sie haben keine Anhänge ausgewählt.
fr: Vous n'avez sélectionné aucune appendice.

# error_no_attachments_to_extract
source: This email has no attachments to extract.
de: Diese E-Mail hat keine Anhänge, die extrahiert werden könnten.
fr: Cet e-mail n'a pas de pièce jointe à extraire.

# extern_receiver
source: External recipient
de: Externer Empfänger
fr: Destinataire externe

# file_copy_widget_disabled_hint_text
source: (only possible for open dossiers)
de: (nur für aktive Dossiers möglich)
fr: (possible uniquement pour les dossiers ouverts)

# heading_send_as_email
source: Send as email
de: Dokumente als E-Mail versenden
fr: Envoyer les documents par e-mail

# help_attachments_to_save
source: Select the attachments that should be saved. From every selected attachment a document in the parent dossier will be created.
de: Wählen Sie die Anhänge aus, die gespeichert werden sollen. Aus jedem ausgewähltem Anhang wird ein Dokument im übergeordneten Dossier erzeugt.
fr: Sélectionner les pièces jointes à extraire. De chaque pièce jointe sélectionnée un document sera créé dans le dossier maître.

# help_extern_receiver
source: Email addresses of the recipients. Enter one address per line.
de: E-Mail Adressen der externen Empfänger manuell eintragen. Pro Zeile eine Adresse eingeben.
fr: Ajouter les adresses e-mail des destinataires externes. Une adresse par ligne.

# help_intern_receiver
source: Live Search: enter first or last names of internal users or contacts. Multiple selections are possible.
de: Live Search: Nachname/Vorname der internen Mitarbeiter oder Kontakte eingeben. Mehrauswahl möglich.
fr: Recherche en direct: Saisir nom et prénom des collaborateurs internes ou des contacts. Séléction multiple possible.

# info_extracted_document
source: Created document ${title}
de: Dokument wurde erstellt: ${title}
fr: Document créé: ${title}

# info_mail_sent
source: Email has been sent.
de: E-Mail wurde versendet.
fr: E-mail envoyé.

# intern_receiver
source: Internal recipient
de: Interne Empfänger
fr: Destinataires internes

# label_attachments_to_save
source: Attachments to be saved
de: Zu speichernde Anhänge
fr: Fichiers attachés

# label_documents
source: Attachments
de: Anhänge
fr: Fichiers attachés

# label_documents_as_link
source: Send document links only (no attachments)
de: Dokumente nur als Link versenden
fr: Envoyer seulement le lien du document

# label_file_copy_in_dossier
source: File a copy of the sent mail in dossier
de: Kopie des versandten Mails in Dossier ablegen
fr: Classer une copie de l'e-mail envoyé dans le dossier

# label_journal_initialized
source: Document migrated
de: Dokument migriert
fr: Document migré

# label_keywords
source: Keywords
de: Schlagwörter
fr: Mots-clés

# label_message
source: Message
de: Mitteilung

# label_message_source
source: Original message source
de: Quelle Originalnachricht
fr: Source du message d'origine

# label_message_source_d_n_d_upload
source: Drag and drop upload
de: Drag & Drop Upload
fr: Téléchargement drag & drop

# label_org_message
source: Message
de: Nachricht

# label_original_message
source: Raw *.msg message before conversion
de: Quelldatei im *.msg Format vor der Konvertierung
fr: Fichier source en format *.msg avant conversion

# label_overview
source: Overview
de: Übersicht
fr: Sommaire

# label_preview
source: Preview
de: Vorschau
fr: Aperçu

# label_save_attachments
source: Save attachments
de: Anhänge speichern
fr: Sauvegarder les pièces jointes

# label_see_attachment
source: see attachment(s)
de: siehe Anhänge
fr: Voir fichiers attachés

# label_subject
source: Subject
de: Betreff
fr: Objet

# receiver
source: Recipient
de: Empfänger
fr: Destinataire

# warning_trashed
source: This email was moved to the trash.
de: Dieses E-Mail befindet sich im Papierkorb.
fr: Ce courriel se trouve dans la corbeille

# label_journal
source: Journal
fr: Historique
