Repository: 4teamwork/opengever.core
Catalog: opengever/ech0147/locales/*/LC_MESSAGES/opengever.ech0147.po
Languages: fr

source: Invalid message. Missing message.xml
fr: Message eCH-0147 invalid. message.xml manque.

source: Message has been imported
fr: Le message a été importé

source: Message import failed. The object ${title} has invalid field data. <br /> ${details}
fr: L'importation du message a échoué. L'objet ${title} comprend des champs invalides. <br /> ${details}

source: This message contains toplevel documents. It can only be imported within a dossier.
fr: Ce message contient des documents au niveau le plus elevé de l'arborescence et ne peut donc être importé que dans un dossier.

source: help_directive
fr: Directive de traitement pour le destinataire du message.

# help_message
source: A ZIP file containing an eCH-147 message.
fr: Un fichier ZIP conforme eCH-0147

# help_recipients
source: Recipients of the message. Enter one recipient per line.
fr: Destinataire du message (e.g. adresse E-mail). Un destinataire par ligne.

# help_responsible
source: Responsible for dossiers created by eCH-0147 import.
fr: Personne responable par dossier créé par l'import eCH-0147.

# label_cancel
source: Cancel
fr: Annuler

# label_comment
source: Comment
fr: Commenter

# label_deadline
source: Deadline
fr: Délai

# label_ech0147_export_form
source: eCH 0147 Export
fr: Export eCH-0147

# label_ech0147_import_form
source: eCH 0147 Import
fr: Import eCH-0147

# label_export
source: Export
fr: Exporter

# label_exported_as_ech0147
source: Exported as eCH-0147 message
fr: Exporter comme message eCH-0147

# label_field
source: Field
fr: Champ

# label_import
source: Import
fr: Importer

# label_message
source: File
fr: Fichier

# label_paths
source: Paths
fr: Chemins d'accès

# label_priority
source: Priority
fr: Priorité

# label_recipients
source: Recipient(s)
fr: Destinataires

# label_reponsible
source: Responsible
fr: Responsable

# label_subject
source: Subject
fr: Sujet

# msg_ech0147_invalid_content
source: Invalid content. ${details}
fr: XML invalide. ${details}

# term_action_1
source: new
fr: Nouveau

# term_action_10
source: forwarding
fr: Transmission

# term_action_12
source: reminder
fr: Rappel

# term_action_3
source: revocation
fr: Annulation

# term_action_5
source: inquiry
fr: Demande

# term_action_6
source: response
fr: Réponse

# term_action_7
source: key exchange
fr: Echange de clé

# term_directive_approve
source: approve
fr: Pour approbation

# term_directive_comment
source: comment
fr: Pour prise de position

# term_directive_complete
source: complete
fr: A terminer

# term_directive_external_process
source: external process
fr: Traitement externe

# term_directive_information
source: informationrocess
fr: Pour information

# term_directive_process
source: process
fr: Pour traitement

# term_directive_send
source: send
fr: Pour envoi

# term_directive_sign
source: sign
fr: A signer

# term_priority_high
source: high
fr: haute

# term_priority_medium
source: medium
fr: moyenne

# term_priority_undefined
source: undefined
fr: indeterminée
