Repository: 4teamwork/opengever.core
Catalog: opengever/journal/locales/*/LC_MESSAGES/opengever.journal.po
Languages: de, fr

# label_actor
source: Changed by
de: Geändert von
fr: Modifier par

# label_add_journal_entry
source: Add journal entry
de: Journaleintrag hinzufügen
fr: Ajouter une entrée de journal

# label_category
source: Category
de: Kategorie
fr: Catégorie

# label_comment
source: Comment
de: Kommentar
fr: commentaire

# label_comments
source: Comments
de: Kommentare
fr: Commentaire

# label_contacts
source: Contacts
de: Kontakte

# label_doc_properties_updated
source: DocProperties updated.
de: DocProperties aktualisiert
fr: DocProperties actualisé

# label_document_added
source: Document added: ${title}
de: Dokument hinzugefügt: ${title}
fr: Document ajouté: ${title}

# label_document_attached
source: Document attached to email via OfficeConnector
de: Dokument mit Mailprogramm versendet
fr: Document envoyé par le programme de messagerie

# label_document_checkin
source: Document checked in
de: Dokument eingecheckt
fr: Document avec checkin

# label_document_checkout
source: Document checked out
de: Dokument ausgecheckt
fr: Document avec checkout

# label_document_checkout_cancel
source: Canceled document checkout
de: Änderungen an der Datei widerrufen
fr: Annuler les modification du fichier

# label_document_in_dossier_attached
source: Document in dossier attached to email via OfficeConnector
de: Dokument im Dossier mit Mailprogramm versendet
fr: Document du dossier envoyé par le programme de messagerie.

# label_document_metadata_modified
source: Changed metadata
de: Metadaten bearbeitet
fr: Méta-données modifiées

# label_document_metadata_modified__parent
source: Changed metadata of document ${title}
de: Metadaten des Dokuments «${title}» bearbeitet
fr: Méta-données du document ${title} modifiées

# label_document_public_trial_modified
source: Disclosure status changed to "${public_trial}".
de: Öffentlichkeitsstatus geändert nach «${public_trial}».
fr: Statut public modifié en «${public_trial}».

# label_document_removed
source: Document ${title} removed.
de: Dokument ${title} gelöscht.
fr: Document ${title} effacé.

# label_document_restored
source: Document ${title} restored from trash.
de: Dokument ${title} wiederhergestellt.
fr: Document restoré.

# label_document_sent
source: Document sent by email: ${subject}
de: Dokumentversand per E-Mail: ${subject}
fr: Envoi de document par Email: ${subject}

# label_document_sent_comment
source: Attachments: ${documents} | Recipients: ${receiver} | Message: ${message}
de: Anhänge: ${documents} | Empfänger: ${receiver} | Nachricht: ${message}
fr: Annexes: ${documents} | Récepteur ${receiver} | Message ${message}

# label_document_zipped
source: Document included in ZIP export: ${title}
de: Dokument in ZIP-Export aufgenommen: ${title}
fr: Document ajouté à l'export ZIP: ${title}

# label_documents
source: Documents
de: Dokumente

# label_dossier_added
source: Dossier added: ${title}
de: Dossier hinzugefügt: ${title}
fr: Dossier ajouté: ${title}

# label_dossier_modified
source: Dossier modified: ${title}
de: Dossier modifiziert: ${title}
fr: Dossier modifié: ${title}

# label_dossier_zipped
source: Dossier included in ZIP export: ${title}
de: Dossier in ZIP-Export aufgenommen: ${title}
fr: Dossier ajouté à l'export ZIP: ${title}

# label_file_copy_downloaded
source: Document copy downloaded
de: Download Kopie
fr: Télécharger une copie

# label_file_copy_downloaded_actual_version
source: current version (${version_id})
de: aktuelle Version (${version_id})

# label_local_roles_acquisition_activated
source: Local roles aquistion activated.
de: Vererbung der Berechtigungen aktiviert.
fr: Héritage des droits d'accès activé.

# label_local_roles_acquisition_activated_at
source: Local roles aquistion activated at ${repository}.
de: Vererbung der Berechtigungen aktiviert für ${repository}.
fr: Héritage des droits d'accès activé pour ${repository}.

# label_local_roles_acquisition_blocked
source: Local roles aquistion blocked.
de: Vererbung der Berechtigungen unterbrochen.
fr: Héritage des droits d'accès désactivé.

# label_local_roles_acquisition_blocked_at
source: Local roles aquistion blocked at ${repository}.
de: Vererbung der Berechtigungen für ${repository} unterbrochen.
fr: Héritage des droits d'accès désactivé pour ${repository}.

# label_local_roles_modified
source: Local roles modified.
de: Lokale Rollen modifiziert.
fr: Rôles à l'intérne modifiés.

# label_local_roles_modified_at
source: Local roles modified at ${repository}.
de: Lokale Rollen von ${repository} modifziert.
fr: Rôles à l'intérne pour ${repository} modifiés.

# label_manual_journal_entry
source: Manual entry: ${category}
de: Manueller Eintrag: ${category}
fr: Entrée manuelle: ${category}

# label_object_cut
source: Object cut: ${title}
de: Objekt ausgeschnitten: ${title}
fr: Objet coupé: ${title}

# label_object_moved
source: Object pasted: ${title}
de: Objekt eingefügt: ${title}
fr: Objet collé: ${title}

# label_participant_added
source: Participant added: ${contact} with roles ${roles}
de: Beteiligung hinzugefügt für ${contact} als ${roles}
fr: Participation ajoutée pour ${contact} comme ${roles}

# label_participant_removed
source: Participant removed: ${contact}
de: Beteiligung von ${contact} entfernt
fr: Participation de ${contact} enlevée

# label_pdf_downloaded
source: PDF downloaded
de: PDF heruntergeladen
fr: Télécharger le PDF

# label_prefix_unlocked
source: Unlocked reference number component ${prefix} in ${repository}.
de: Aktenzeichen ${prefix} in ${repository} wurde freigegeben.
fr: Référence ${prefix} dans ${repository} a été débloqué.

# label_references
source: References
de: Referenzen
fr: Références

# label_related_documents
source: Related documents
de: Dokumentverweise
fr: Références documentaires

# label_restore
source: Document restored: ${title}
de: Dokument ${title} reaktiviert
fr: Objet restauré: ${title}

# label_task_added
source: Task added: ${title}
de: Aufgabe hinzugefügt: ${title}
fr: Tâche ajoutée: ${title}

# label_task_modified
source: Task modified: ${title}
de: Aufgabe modifiziert: ${title}
fr: Tâche modifiée: ${title}

# label_time
source: Time
de: Zeitpunkt
fr: Date

# label_title
source: Title
de: Titel
fr: Titre

# label_to_trash
source: Document moved to trash: ${title}
de: Dokument ${title} in den Papierkorb verschoben
fr: Objet effacé: ${title}

# tab_matches
source: ${amount} matches
de: ${amount} Treffer
fr: Résultat(s): ${amount}

# heading_journal
source: Journal
fr: Historique

# summary_journal
source: Journal
fr: Historique
