Repository: 4teamwork/opengever.core
Catalog: opengever/sharing/locales/*/LC_MESSAGES/opengever.sharing.po
Languages: de, fr

# help_inherit_local_roles
source: By default, an object inherits permissions from its container (and any permissions granted here apply in addition to those). If inheritance is disabled, ONLY permissions granted here will apply.
de: Standardmäßig werden die Berechtigungen von einem Ordner auf die in ihm befindlichen Artikel vererbt. Wenn Sie dies deaktivieren, sind nur die explizit definierten Zugriffsberechtigungen gültig.
fr: Par défaut, les autorisations d'un dossier sont héritées par les éléments contenus dans ce dernier. Si vous désactivez celà, seules les autorisations d'accès explicitement définies seront valables.

# label_acquired_permission
source: Inherited permission
de: Vererbte Berechtigung
fr: Autorisation héritée

# label_automatic_permission
source: Automatic permission
de: Automatische Berechtigung
fr: Autorisation automatique

# label_blocked_local_roles
source: Protected objects
de: Geschützte Objekte
fr: Objets protégés

# label_local_permission
source: Local permission
de: Lokale Berechtigung
fr: Autorisations locales

# label_no_blocked_local_roles
source: No protected objects were found within this scope.
de: Keine geschützte Objekte in diesem Bereich gefunden.
fr: Aucun objet protégé n'a été trouvé dans ce domaine.

# label_roles_successfully_changed
source: Local roles successfully changed
de: Lokale Rolle erfolgreich gespeichert
fr: Role local enregistré avec succès

# message_save_failed
source: Failed to save local roles.
de: Lokale Rollen konnten nicht gespeichert werden.
fr: Les roles locaux n'ont pas pu être enregistrées.

# principal_search_placeholder
source: Search for users and groups
de: Suche Benutzer oder Gruppen
fr: Recherche d'utilisateur ou de groupe

# sharing_dossier_contributor
source: Add dossiers
de: Dossiers hinzufügen
fr: Ajouter les dossiers

# sharing_dossier_editor
source: Edit dossiers
de: Dossiers bearbeiten
fr: Modifier les dossiers

# sharing_dossier_manager
source: Manage dossiers
de: Dossiers verwalten
fr: Gérer les dossiers

# sharing_dossier_publisher
source: Reactivate dossiers
de: Dossiers reaktivieren
fr: Réactiver les dossiers

# sharing_dossier_reader
source: Read
de: Lesen
fr: Lire les dossiers

# sharing_dossier_reviewer
source: Resolve dossiers
de: Dossiers abschliessen
fr: Clôturer les dossiers

# sharing_role_manager
source: Role manager
de: Rollen verwalten

# not_all_search_results_visible
source: Only the 25 first search results are visible.
fr: Seuls les 25 premiers résultats de recherche sont visibles.
