Repository: 4teamwork/opengever.core
Catalog: opengever/dossier/locales/*/LC_MESSAGES/opengever.dossier.po
Languages: de, fr

source: (after resolve jobs pending)
fr: (tâches de clôturation nocturnes en suspens)

source: (currently being resolved)
fr: (en train d'être clôturé)

source: ${copied_items} Elements were moved successfully
de: ${copied_items} Elemente wurden erfolgreich verschoben
fr: Les éléments ${copied_items} ont été déplacés avec succès.

source: A dossier manager must be selected when protecting a dossier
de: Ein Dossier-Verwalter muss ausgewählt werden um das Dossier schützen zu können.
fr: Un administrateur du dossier doit être sélectionné pour pouvoir protéger le dossier.

source: Add Business Case Dossier
de: Geschäftsdossier hinzufügen
fr: Ajouter un dossier d'affaire

source: Add Subdossier
de: Subdossier hinzufügen
fr: Ajouter un sous-dossier

source: Add dossier
de: Dossier hinzufügen
fr: Ajouter le dossier

source: Can only move objects from open dossiers!
de: Es können nur Objekte aus aktiven Dossiers verschoben werden!
fr: Seuls les objets de dossiers actifs peuvent être déplacés!

source: Dossier has already been resolved.
fr: Ce dossier a déjà été clôturé.

source: Dossier is already being resolved
fr: Le processus de clôture de ce dossier est déjà en cours.

source: Dossier is not active and cannot be resolved.
fr: Ce dossier ne peut pas être clôturé parce qu'il n'est pas actif.

source: Dossier is not resolved and cannot be reactivated.
fr: Ce dossier ne peut pas être rouvert parce qu'il n'est pas clôturé.

source: Dossier structure
de: Dossier-Struktur
fr: Structure du dossier

source: Dossier template
de: Dossiervorlage
fr: Modèle de dossier

source: Dossiers successfully reactivated.
de: Das Dossier wurde erfolgreich wieder eröffnet.
fr: Le dossier a été rouvert avec succès.

source: Edit Subdossier
de: Subdossier bearbeiten
fr: Modifier le sous-dossier

source: Export selection
de: Auswahl exportieren
fr: Exporter la sélection

source: Failed to move following objects: ${failed_objects}
fr: Impossible de déplacer les éléments suivants: ${failed_objects}

source: Failed to move following objects: ${failed_objects}. They are currently being edited in the Office Connector.
fr: Impossible de déplacer les éléments suivants: ${failed_objects}. Ils sont actuellement en cours d'édition dans Office Connector.

source: It isn't allowed to add such items there.
de: Sie dürfen dieses Objekt nicht an den Zielort verschieben.
fr: Cet élément ne peut être déplacé vers cette position.

source: It isn't possible to reactivate a sub dossier.
de: Es ist nicht möglich das Subdossier wieder zu eröffnen, das Hauptdossier muss wieder eröffnet werden.
fr: Il n'est pas possible de rouvrir le sous-dossier, le dossier principal doit être ouvert à nouveau.

source: Newest documents
de: Neuste Dokumente
fr: Derniers documents

source: Newest tasks
de: Neuste Aufgaben
fr: Dernières tâches

source: No Subdossiers
de: Keine Subdossiers
fr: Aucun sous-dossier

source: Not all required fields are filled.
de: Nicht alle benötigten Felder wurden ausgefüllt.
fr: Un ou plusieurs des champs requis n'ont pas été remplis.

source: Select document
de: Dokument auswählen
fr: Choisir un dossier

source: Select dossiertemplate
de: Vorlage auswählen
fr: Choisir un modèle

source: Select recipient address
de: Empfänger-Adresse auswählen
fr: Choisir l'adresse du destinataire

source: Subdossier
fr: Sous-dossier

source: Template Folder
de: Vorlagenordner
fr: Dossier des modèles

source: Templates
de: Vorlagen
fr: Modèles

source: The Dossier ${dossier} can't be deactivated by the user.
fr: L'utilisateur n'a pas le droit d'annuler le dossier ${dossier}.

source: The Dossier ${dossier} contains a subdossier which can't be deactivated by the user.
fr: Le dossier ${dossier} contient un sous-dossier que l'utilisateur n'a pas le droit d'annuler.

source: The Dossier can't be deactivated, it contains active proposals.
de: Das Dossier kann nicht storniert werden, es enthält aktive Anträge.
fr: Le dossier ne peut pas être annulé, il contient des requêtes actives.

source: The Dossier can't be deactivated, not all contained documents are checked in.
fr: Ce dossier ne peut pas être annulé, parce qu'il contient des documents qui ne sont pas en statut "checkin".

source: The Dossier can't be deactivated, not all contained tasks are in a closed state.
de: Das Dossier kann nicht storniert werden, da nicht alle enthaltenen Aufgaben abgeschlossen sind.
fr: Ce dossier ne peut pas être annulé, il contient encore des tâches non accomplies.

source: The Dossier can't be deactivated, the subdossier ${dossier} is already resolved.
fr: Impossible d'annuler le dossier, parce que le sous-dossier ${dossier} a déjà été clôturé. Le sous-dossier doit d'abord être rouvert.

source: The Dossier has been activated
de: Das Dossier wurde aktiviert.
fr: Le dossier a été activé.

source: The Dossier has been deactivated
de: Das Dossier wurde storniert.
fr: Le dossier a été annulé.

source: The Dossier has been resolved
de: Das Dossier wurde erfolgreich abgeschlossen
fr: Le dossier a été clôturé avec succès.

source: The dossier ${dossier} has a invalid end_date
de: Das Dossier ${dossier} hat ein ungültiges Enddatum.
fr: La date de clôture du dossier ${dossier} n'est pas valable.

source: The dossier contains active proposals.
de: Das Dossier enthält aktive Anträge.
fr: Le dossier contient des requêtes actives.

source: The dossier has been succesfully resolved.
de: Das Dossier wurde erfolgreich abgeschlossen.
fr: Le dossier a été clôturé avec succès.

source: The filing number has been given.
de: Die Ablagenummer wurde vergeben.
fr: Le numéro d'inventaire a été attribué.

source: The given end date is not valid, it needs to be younger or equal than ${date} (the youngest contained object).
de: Das Ende-Datum ist ungültig, es muss jünger oder gleich sein wie das Datum des jüngsten enthaltenen Dokuments (${date}).
fr: La date de clôture n'est pas valable. Elle doit être plus récente ou égale à la date de l'objet le plus récent y contenu (${date}).

source: The given value is not a valid Year.
de: Das angegeben Ablagejahr ist ungültig.
fr: L'année d'archivage indiquée n'est pas valable.

source: The selected objects can't be found, please try it again.
de: Die selektierten Objekte konnten nicht gefunden werden, bitte versuchen Sie es erneut.
fr: Impossible de trouver les objets sélectionnés, merci de réessayer.

source: The start date must be before the end date.
de: Das Beginn-Datum muss vor dem Ende-Datum liegen.
fr: La date de début doit être plus récente que la date de clôture.

source: The start or end date is invalid
de: Das Beginn- oder Ende-Datum ist ungültig.
fr: La date de début ou la date de clôture n'est pas valable.

source: The subdossier has been succesfully resolved.
de: Das Subdossier wurde erfolgreich abgeschlossen.
fr: Le sous-dossier a été clôturé avec succès.

source: This subdossier can't be activated, because the main dossiers is not active
fr: Ce sous-dossier ne peut pas être réactivé, parce que le dossier principal n'est pas actif.

source: Updated with a newer generated version from dossier ${title}.
de: Mit einer neuen Version des Dossiers ${title} aktualisiert.
fr: Actualisé par une nouvelle version du dossier ${title}.

source: When the Action give filing number is selected, all fields are required.
de: Für die Vergabe der Ablagenummer, werden alle Felder benötigt.
fr: Pour l'attribution du numéro d'inventaire, tous les champs sont obligatoires.

source: You have not selected any items
de: Sie haben kein Element ausgewählt
fr: Aucun élément n'a été sélectionné

source: additional_attributes
de: Zusatzattribute
fr: Attributs supplémentaires

source: button_add
de: Erstellen
fr: Etablir

source: button_archive
de: Speichern
fr: Enregistrer

source: button_cancel
de: Abbrechen
fr: Annuler

source: button_continue
de: Weiter
fr: Continuer

source: button_save
de: Speichern
fr: Enregistrer

source: button_submit
de: Verschieben
fr: Déplacer

source: column_contact
de: Kontakt
fr: Contacts

source: column_rolelist
de: Rolle
fr: Rôle

source: create_document_with_template
de: Dokument aus Vorlage erstellen
fr: Créer un document à partir d'un modèle

source: create_dossier_with_template
de: Geschäftsdossier aus Vorlage erstellen
fr: Créer un dossier d'affaire à partir du modèle

source: description_dossier_manager
de: Wählen Sie hier einen Benutzer oder eine Gruppe, welche nach dem Schützen des Dossiers den Schutz anpassen oder wieder aufheben kann. Dies sind normalerweise Sie selbst.
fr: Choisissez un utilisateur ou un groupe pouvant modifier ou enlever la protection d'un dossier ayant été protégé. Normalement c'est vous-même.

source: description_predefined_keywords
de: Durch Aktivieren dieser Option werden bei der Erstellung des Dossiers ab Vorlage die angegebenen Schlagwörter bereits vorausgefüllt.
fr: En activant cette option les mots-clés définis seront présélectionnés quand vous créez un nouveau dossier à partir du modèle.

source: description_reading
de: Wählen Sie Benutzer und Gruppen aus, welche im Dossier ausschliesslich lesend Zugriff erhalten sollen.
fr: Choisissez les utilisateurs ou groupes obtenant accès en lecture seule au dossier.

source: description_reading_and_writing
de: Wählen Sie Benutzer und Gruppen aus, welche im Dossier lesend und schreibend Zugriff erhalten sollen. Die Benutzer dieser Gruppe werden dazu berechtigt, das Dossier zu bearbeiten, Inhalte zu erstellen und zu bearbeiten.
fr: Choisissez les utilisateurs ou groupes obtenant accès en lecture et écriture au dossier. Les utilisateurs de ce groupe seront autorisés à traiter le dossier, ainsi qu'à créer et modifier des contenus.

source: description_restrict_keywords
de: Durch Aktivieren dieser Option stehen bei der Erstellung des Dossiers ab Vorlage nur noch die in der Vorlage angegebenen Schlagwörter zur Auswahl.<br>Der Benutzer kann dadurch auch keine neuen Schlagwörter erfassen.
fr: En activant cette option lors de la création du nouveau dossier, seuls les mots-clés figurant dans le modèle peuvent être choisis.<br> Ainsi, l'utilisateur ne peut pas non plus créer de nouveaux mots-clés.

source: dossier_protection_inconsistency_warning
de: Die lokalen Berechtigungen stimmen nicht mit den Dossier-Schutz Einstellungen überein. Wenn Sie dieses Formular speichern, werden die aktuellen lokalen Berechtigungen mit den Dossier-Schutz Einstellungen überschrieben.
fr: Les autorisations actuelles ne correspondent pas aux paramètres de protection du dossier. En enregistrant ce formulaire, les autorisations locales actuelles seront écrasées par les paramètres de protection du dossier.

source: error_NotInContentTypes ${failed_objects}
de: Es wurden keine Objekte verschoben. Folgende Objekte dürfen nicht in den Zielordner eingefügt werden: ${failed_objects}
fr: Aucun objet n'a été déplacé. Les objets suivants ne peuvent être insérés dans le classeur choisi: ${failed_objects}

source: error_enddate
de: Enddatum erforderlich
fr: Date de clôture requise

source: error_no_items
de: Sie haben keine Objekte ausgewählt.
fr: Vous n'avez sélectionné aucun élément.

source: fieldset_common
de: Allgemein
fr: Général

source: fieldset_filing
de: Ablage
fr: Stockage

source: fieldset_protect
de: Schützen
fr: Protéger

source: filing_action
de: Aktion
fr: Action

source: filing_no
de: Ablagenummer
fr: Numéro d'inventaire

source: filing_no_filing
de: Ablage
fr: Classeur

source: filing_no_number
de: Ablagenummer
fr: Numéro d'inventaire

source: filing_no_year
de: Ablagejahr
fr: Année de dépôt

source: filing_nr
de: Ablagenummer vergeben
fr: Attribuer un numéro d'inventaire

source: filing_number
de: Ablagenummer
fr: Numéro d'inventaire

source: filing_prefix
de: Ablage Präfix
fr: Préfixe du lieu de dépôt

source: filing_year
de: Ablage Jahr
fr: Année de dépôt

source: heading_archive_form
de: Dossier ablegen
fr: Classer le dossier

source: heading_dossier_note
de: Kommentar zu Dossier `${title}`
fr: Commentaire sur le dossier `${title}`

source: heading_move_items
de: Elemente verschieben
fr: Déplacer des éléments

source: help_contact
de: Wählen Sie einen Benutzer oder einen Kontakt aus.
fr: Choix d'un utilisateur ou d'un contact.

source: help_container_location
de: Standortangabe des Behälters, in dem ein Dossier in Papierform abgelegt ist
fr: Emplacement du dossier imprimé

source: help_container_type
de: Art des Behälters, in dem ein Dossier in Papierform abgelegt ist
fr: Type de conteneur du dossier imprimé

source: help_destination
de: Live Search: Durchsuchen Sie diesen Mandanten
fr: Recherche en direct: Recherche de ce client

source: help_filing_number
de: Geben Sie die vollständige Ablagenummer an.
fr: Saisir le numéro d'inventaire complet.

source: help_keywords
de: Schlagwörter zur Umschreibung eines Dossiers. Nicht zu verwechseln mit der Ordnungsposition. <br>ACHTUNG: Beachten Sie bei der Verwendung von Schlagwörter die Datenschutzvorgaben (z.B. keine Eigennamen).
fr: Mots-clés pour la description du dossier. Ne pas confondre avec le numéro de classement. ATTENTION: Veuillez vous conformer aux directives de Protection des Données lors de l'utilisation de Mots-clés (par ex. pas de noms propres).

source: help_number_of_containers
de: Anzahl Behälter, die ein (grosses) Dossier in Papierform enthalten
fr: Nombre de conteneurs contenant des dossiers imprimés (volumineux)

source: help_text_add_note
de: Neuen Kommentar erfassen.
fr: Saisir un nouveau commentaire.

source: help_text_edit_note
de: Es wurde ein Kommentar erfasst!
fr: Un commentaire a été saisi!

source: help_text_view_note
de: Kommentar anzeigen.
fr: Afficher le commentaire.

source: help_title_help
de: Empfehlung für Titel. Wird beim Erstellen eines Dossiers ab Vorlage als Hilfetext dargestellt.
fr: Recommandation pour le titre. Affiché comme texte d'aide lors de la saisie d'un nouveau dossier à partir du modèle.

source: info_participation_create
de: Die Beteiligung wurde gespeichert.
fr: Participation enregistrée.

source: info_removed_participations
de: Die Beteiligungen wurde entfernt.
fr: Participations enlevées.

source: label_add_note
de: Erfassen
fr: Saisir

source: label_addable_dossier_templates
de: Erlaubte Dossiervorlagen
fr: Modèles de dossier autorisés

source: label_address
de: Adresse
fr: Adresse

source: label_blocked_local_roles
de: Geschützte Objekte
fr: objets protégés

source: label_by_author
de: Federführend: ${author}
fr: Responsable: ${author}

source: label_cancel
de: Abbrechen
fr: Annuler

source: label_close
de: Schliessen
fr: Clôturer

source: label_comments
de: Kommentar
fr: Commentaire

source: label_contact
de: Person
fr: Personne

source: label_container_location
de: Behältnis-Standort
fr: Emplacement du conteneur

source: label_container_type
de: Behältnis-Art
fr: Type de conteneur

source: label_creator
de: Erstellt von
fr: Créé par

source: label_description
de: Beschreibung
fr: Description

source: label_destination
de: Zielposition / Zieldossier
fr: Destination (position/dossier)

source: label_documents
de: Dokumente
fr: Documents

source: label_dossier_manager
de: Dossier-Verwalter
fr: administrateur du dossier

source: label_dossier_note_placeholder
de: Kommentar erfassen
fr: Saisir un commentaire

source: label_dossier_overdue_activity
fr: Dossier en souffrance

source: label_dossier_templates
de: Dossiervorlagen
fr: Modèles de dossier

source: label_edit_after_creation
de: Nach dem Hinzufügen bearbeiten
fr: Modifier après la création

source: label_edit_note
de: Bearbeiten
fr: Editer

source: label_email_address
de: E-Mail
fr: E-mail

source: label_end
de: Ende
fr: Fin

source: label_end_byline
de: Ende
fr: Jusqu'au

source: label_external_reference
de: Externe Referenz
fr: Référence externe

source: label_filing_no
de: Ablagenummer
fr: Numéro d'inventaire

source: label_filing_number
de: Ablagenummer
fr: Numéro d'inventaire

source: label_former_reference_number
de: Früheres Aktenzeichen
fr: Ancien numéro de référence

source: label_info
de: Info
fr: Info

source: label_journal
de: Journal
fr: Historique

source: label_keywords
de: Schlagwörter
fr: Mots-clés

source: label_label
de: Label
fr: label

source: label_linked_dossiers
de: Verlinkte Dossiers
fr: Dossiers liés

source: label_mail_address
de: Mail Addresse
fr: Adresse e-mail

source: label_meeting_templates
de: Sitzungsvorlagen
fr: Modèles de séance

source: label_modified
de: Zuletzt Bearbeitet
fr: Dernière modification

source: label_no_reference_number
de: Die Archivnummer wird erst beim Erstellen generiert.
fr: Le numéro de classement est seulement généré lors de la création du document.

source: label_not_movable_since_inside_proposal
de: Das Dokument «${name}» befindet sich in einem Antrag und ist nicht verschiebbar. Verschieben sie den Antrag.
fr: Le document «${name}» est dans une requête et ne peut pas être déplacé. Déplacez la requête.

source: label_not_movable_since_inside_task
de: Das Dokument «${name}» befindet sich in einer Aufgabe und ist nicht verschiebbar. Verschieben Sie die Aufgabe.
fr: Le document «${name}» est dans une tâche et ne peut pas être déplacé. Déplacez la tâche.

source: label_number_of_containers
de: Anzahl Behältnisse
fr: Nombre de conteneurs

source: label_oneoffixx_templates
fr: OneOffixx

source: label_overview
de: Übersicht
fr: Sommaire

source: label_participants
de: Beteiligungen
fr: Participants

source: label_participation
de: Beteiligung
fr: Participation

source: label_participations
de: Beteiligungen
fr: Participations

source: label_phonenumber
de: Telefonnummer
fr: Numéro de téléphone

source: label_predefined_keywords
de: Schlagwörter vorausfüllen
fr: Prédéfinition des mots-clés

source: label_proposal_templates
de: Antragsvorlagen
fr: Modèles pour la soumission de requêtes

source: label_proposals
de: Anträge
fr: Requêtes

source: label_reading
de: Lesend
fr: lecture

source: label_reading_and_writing
de: Lesend & schreibend
fr: lecture et écriture

source: label_recipient
de: Empfänger
fr: Destinataire

source: label_reference_number
de: Aktenzeichen
fr: Numéro de référence

source: label_related_dossier
de: Verwandte Dossiers
fr: Dossiers liés

source: label_responsible
de: Federführend
fr: Responsable

source: label_restrict_keywords
de: Schlagwortkatalog einschränken
fr: Restreindre la liste des mots-clés

source: label_review_state
de: Status
fr: Etat

source: label_roles
de: Rollen
fr: Rôles

source: label_sablon_templates
de: Sablon Vorlagen
fr: Modèles Sablon

source: label_save
de: Speichern
fr: Sauvegarder

source: label_sequence_number
de: Laufnummer
fr: Numéro courant

source: label_show_note
de: Anzeigen
fr: Afficher

source: label_start
de: Beginn
fr: Début

source: label_start_byline
de: Beginn
fr: Début

source: label_subdossiers
de: Subdossiers
fr: Sous-dossiers

source: label_tasks
de: Aufgaben
fr: Tâches

source: label_tasktemplate_folders
de: Standardabläufe
fr: Déroulements standard

source: label_template
de: Vorlage
fr: Modèle

source: label_template_group
fr: Groupe de modèles

source: label_title
de: Titel
fr: Titre

source: label_title_help
de: Titelhilfe
fr: Aide pour le choix du titre

source: label_trash
de: Papierkorb
fr: Corbeille

source: label_url
de: URL
fr: Adresse URL

source: label_workflow_state
de: Status
fr: Etat

source: message_body_error
de: Änderungen wurde nicht gespeichert
fr: Les modifications n'ont pas été sauvegardées.

source: message_body_info
de: Änderungen gespeichert
fr: Modifications sauvegardées

source: msg_main_dossier_not_found
de: Das Object `${title}` ist nicht in einem Dossier abgelegt.
fr: L'objet `${title}`n'est déposé dans aucun dossier.

source: not all documents and tasks are stored in a subdossier.
de: Es sind nicht alle Dokumente und Aufgaben in Subdossiers abgelegt.
fr: Pas tous les documents ou tâches ont été classés dans un sous-dossier.

source: not all documents are checked in
de: Es sind nicht alle Dokumente eingecheckt
fr: Pas tous les documents ont le statut "checkin"

source: not all task are closed
de: Es sind nicht alle Aufgaben abgeschlossen
fr: Pas toutes les tâches ont été clôturées.

source: note_text_confirm_abord
de: Sie haben nicht gespeicherte Änderungen, wollen Sie wirklich abbrechen?
fr: Vous avez des modifications non sauvegardées. Voulez-vous vraiment annuler?

source: only resolve, set filing no later
de: Nur abschliessen (keine Ablagenummer vergeben)
fr: Clôturer seulement (numéro d'inventaire non attribué)

source: resolve and set a new filing no
de: Abschliessen und Ablagenummer neu vergeben
fr: Clôturer et attribuer un nouveau numéro d'inventaire

source: resolve and set filing no
de: Abschliessen und Ablagenummer vergeben
fr: Clôturer et attribuer un numéro d'inventaire

source: resolve and take the existing filing no
de: Abschliessen und die existierende Ablagenummer verwenden
fr: Clôturer et utiliser le numéro d'inventaire existant

source: set a filing no
de: Ablagenummer vergeben
fr: Attribuer un numéro d'inventaire

source: sharing
de: Beteiligungen
fr: Participations

source: subdossiers
fr: Sous-dossiers

source: summary_dossier_overdue_activity
fr: La date de fin est dépassée et le dossier est donc en souffrance.<br>Veuillez vérifier si le dossier peut être clôturé.

source: tasks
de: Aufgaben
fr: Tâches

source: temporary_former_reference_number
de: Temporäres früheres Aktenzeichen
fr: Ancien numéro de référence temporaire

source: text_delete_note
de: Kommentar löschen (Löscht den Kommentar und schliesst das Overlay).
fr: Supprimer le commentaire (supprime le commentaire et ferme le Overlay).

source: the dossier start date is missing.
de: Es wurde kein Beginn-Datum gesetzt.
fr: Aucune date de début n'a été saisie.

source: time_expired
de: abgelaufen
fr: Périmé

source: title_dossier_journal
de: Dossier Journal ${title}, ${timestamp}
fr: Journal du dossier ${title}, ${timestamp}

source: title_dossier_tasks
de: Aufgabenliste des Dossiers ${title}, ${timestamp}
fr: Liste des tâches du dossier ${title}, ${timestamp}

source: warning_no_participants_selected
de: Sie haben keine Beteiligungen ausgewählt.
fr: Vous n'avez sélectionné aucune participation.

source: Could not generate the report.
de: Report konnte nicht generiert werden.

source: Description
de: Beschreibung

source: Failed to copy following objects: ${failed_objects}
de: Folgende Elemente konnten nicht verschoben werden: ${failed_objects}

source: Failed to copy following objects: ${failed_objects}. Locked via WebDAV
de: Die folgenden Objekte konnten nicht kopiert werden: ${failed_objects}. Sie sind via WebDAV gesperrt.

source: Participants
de: Beteiligungen

source: Participations
de: Beteiligungen

source: The Dossier can't be deactivated, not all containeddocuments are checked in.
de: Das Dossier kann nicht storniert werden, da nicht alle enthaltenen Dokumente eingecheckt sind.

source: The Dossier can't be deactivated, the subdossier ${dossier} is already resolved
de: Das Dossier konnte nicht storniert werden, da das Subdossier ${dossier} bereits abgeschlossen ist. Das Subdossier muss vorgängig wieder eröffnet werden.

source: This subdossier can't be activated,because the main dossiers is inactive
de: Dieses Subdossier kann nicht wieder aktiviert werden, da das Hauptdossier storniert ist.

source: documents
de: Dokumente
