Repository: 4teamwork/opengever.core
Catalog: opengever/dossier/locales/*/LC_MESSAGES/plone.po
Languages: de

source: Add Participant
de: Beteiligung hinzufügen

source: Dossier state changed to dossier-state-active
de: Status des Dossiers geändert zu In Bearbeitung

source: Dossier state changed to dossier-state-archived
de: Status des Dossiers geändert zu Archiviert

source: Dossier state changed to dossier-state-inactive
de: Status des Dossiers geändert zu Storniert

source: Dossier state changed to dossier-state-resolved
de: Status des Dossiers geändert zu Abgeschlossen

source: Give Filing Number
de: Ablagenummer vergeben

source: document_with_template
de: Dokument aus Vorlage

source: dossier-state-active
de: In Bearbeitung

source: dossier-state-archived
de: Archiviert

source: dossier-state-inactive
de: Storniert

source: dossier-state-resolved
de: Abgeschlossen

source: dossier-transition-activate
de: Aktivieren

source: dossier-transition-archive
de: Archivieren

source: dossier-transition-deactivate
de: Stornieren

source: dossier-transition-reactivate
de: Wieder öffnen

source: dossier-transition-resolve
de: Abschliessen
