Repository: 4teamwork/opengever.core
Catalog: opengever/api/locales/*/LC_MESSAGES/opengever.api.po
Languages: de, fr

# Document not in linked workspace
source: Document is not in a linked workspace.
de: Dokument befindet sich nicht in einem verknüpften Teamraum.
fr: Le document ne se trouve pas dans un espace de travail lié.

# change_responsible_not_allowed
source: It is not allowed to change the responsible here. Use "Reassign" instead
de: Es ist nicht erlaubt, den Auftragnehmer hier zu ändern. Verwenden Sie stattdessen "Neu zuweisen".
fr: Il n'est pas permis de changer le mandataire ici. Veuillez réattribuer la tâche.

# copy_object_disallowed
source: You are not allowed to copy this object.
de: Sie sind nicht berechtigt, dieses Objekt zu kopieren.
fr: Vous n'êtes pas autorisé à copier cet objet.

# disallowed_participant
source: The participant ${actorid} is not allowed
de: Der Teilnehmer ${actorid} ist nicht erlaubt
fr: Le participant ${actorid} n'est pas autorisé

source: Document is checked out
de: Dokument ist ausgecheckt
fr: Document en checkout

# duplicate_participant
source: The participant ${actorid} already exists
de: ${actorid} ist schon Teilnehmer
fr: ${actorid} est déjà participant

# error_proposal_document_type
source: Only docx documents are allowed as proposal documents.
de: Es ist nicht möglich, Dokumente, die nicht im Format docx vorliegen, als Antragsdokumente zu verwenden.
fr: Seuls les fichiers docx sont autorisés comme documents de requête.

# invalid_presence_state
source: State ${state} does not exist.
de: Status ${state} existiert nicht.
fr: Le statut ${state} n'existe pas.

# invalid_role
source: Role ${role} is not available. Available roles are: ${allowed_roles}
de: Die Rolle ${role} ist ungültig. Gültige Rollen sind: ${allowed_roles}
fr: Le rôle ${role} n'est pas valable. Les rôles valides sont: ${allowed_roles}

# label_workspace_meeting_minutes
source: Minutes for ${meeting_title}
de: Protokoll zu ${meeting_title}
fr: Protocole pour ${meeting_title}

source: Main dossier not linked to workspace
de: Hauptdossier ist nicht mit Teamraum verknüpft
fr: Le dossier principal n'est pas lié à cet espace de travail

# missing_participant
source: Missing parameter 'participant'
de: Fehlender Parameter 'participant'
fr: Le paramètre 'participant' est requis

# missing_role
source: Missing parameter 'role'
de: Fehlender Parameter 'role'
fr: Le paramètre 'role' est requis

# msg_already_trashed
source: Already trashed
de: Bereits in den Papierkorb verschoben
fr: Déjà dans la corbeille

# msg_cancel_checkout_disallowed
source: Cancel checkout is not allowed.
de: Wiederrufen ist nicht erlaubt.
fr: Annuler le checkout n'est pas autorisé.

# msg_cannot_manage_member_in_subfolder
source: The participant cannot be deleted because he has access to a subfolder on which you do not have admin rights.
de: Der Teilnehmer kann nicht gelöscht werden, da er Zugriff auf einen Unterordner hat, auf dem Sie keine Admin-Rechte haben.
fr: Vous ne pouvez pas supprimer ce participant car il a accès à un sous-dossier que vous n'êtes pas autorisé à administrer.

# msg_checkin_disallowed
source: Check-in is not allowed.
de: Einchecken ist nicht erlaubt.
fr: Faire le check-in n'est pas autorisé.

# msg_checkout_disallowed
source: Checkout is not allowed.
de: Auschecken ist nicht erlaubt.
fr: Faire le checkout n'est pas autorisé

# msg_docx_file_extension_for_proposal
source: File extension must be .docx for proposal documents.
de: Die Dateiendung für ein Antragsdokument muss .docx sein.
fr: Un document de requête doit avoir l'extension .docx.

# msg_docx_mime_type_for_proposal
source: Mime type must be ${docx_mimetype} for proposal documents.
de: Der Mimetype eines Antragsdokument muss ${docx_mimetype} sein.
fr: Un document de requête doit avoir le mimetype ${docx_mimetype}.

# msg_filename_required
source: Empty filename not supported
de: Der Dateiname muss zwingend definiert werden
fr: Les fichiers sans nom ne sont pas autorisés.

# msg_inputs_not_valid
source: Inputs not valid
de: Eingaben sind ungültig
fr: Saisie invalide

# msg_invalid_uid
source: Dossier with the UID ${uid} is not part of the disposition
de: Das Dossier mit der UID ${uid} ist nicht Teil des Angebots
fr: Le dossier avec l'UID ${uid} ne fait pas partie de l'offre

# msg_max_dossier_depth_exceeded
source: Maximum dossier depth exceeded
de: Die maximal erlaubte Dossiertiefe wird überschritten.
fr: Profondeur maximale de dossiers autorisée dépassée.

# msg_needs_file_in_proposal_document
source: Proposal documents require a file.
de: Eine Datei ist zwingend erforderlich für ein Antragsdokument.
fr: Un document de requête doit avoir un fichier.

# msg_not_checked_out_by_current_user
source: Document not checked-out by current user.
de: Das Dokument ist nicht durch denn aktuellen Benutzer ausgecheckt.
fr: L'utilisateur actuel n'a pas fait le checkout de ce document.

# msg_obj_not_trashable
source: Object is not trashable
de: Das Objekt kann nicht in den Papierkorb verschoben werden.
fr: L'objet ne peut pas être déplacé dans la corbeille.

# msg_one_in_subfolder_must_remain_admin
source: The participant cannot be deleted because he is the only administrator in a subfolder. At least one participant must remain an administrator.
de: Der Teilnehmer kann nicht gelöscht werden, weil er der einzige Administrator in einem Unterordner ist. Mindestens ein Teilnehmer muss Administrator bleiben.
fr: Vous ne pouvez pas supprimer ce participant car il est le seul administateur d'un sous-dossier et que chaque dossier doit toujours avoir au moins un administrateur.

# msg_prop_file_required
source: Property 'files' is required
de: Die Eigenschaft 'files' ist zwingend erforderlich
fr: Le paramètre 'files' est requis.

# msg_reference_already_in_use
source: The reference_number ${number} is already in use.
de: Das Aktenzeichen ${number} wird bereits verwendet.
fr: Le numéro de référence ${number} est déjà pris.

# msg_resource_locked
source: Resource is locked.
de: Dieses Objekt ist gesperrt.
fr: Cet objet est verrouillé.

# msg_some_objects_not_addable
source: Some of the objects cannot be added here
de: Ein Upload an dieser Position ist nicht erlaubt.
fr: Certains des objets ne peuvent pas être ajoutés ici.

# msg_trash_checked_out_doc
source: Cannot trash a checked-out document
de: Ein ausgechecktes Dokument kann nicht in den Papierkorb verschoben werden
fr: Un document en checkout ne peut pas être mis à la corbeille.

# msg_trash_doc_returned_as_excerpt
source: Cannot trash a document that has been returned as excerpt
de: Protokollauszüge können nicht in den Papierkorb verschoben werden
fr: Un extrait de protocol ne peut pas être mis à la corbeille.

# msg_trash_locked_doc
source: Cannot trash a locked document
de: Ein gesperrtes Dokument kann nicht in den Papierkorb verschoben werden
fr: Un document verrouillé ne peut pas être mis à la corbeille.

# one_of_participants_and_participant
source: Cannot specify both 'participants' and 'participant' or 'role'
de: Nur einen von 'participants' und 'participant' oder 'role' ist erlaubt
fr: Il n'est permis de spécifier que soit 'participants', soit 'participant' ou 'role'

# only_comment_type_can_be_deleted
source: Only responses of type "Comment" can be deleted.
de: Nur Antworten vom Typ "Kommentar" können bearbeitet werden.
fr: Seules les réponses de type "Commentaire" peuvent être supprimées.

# only_comment_type_can_be_edited
source: Only responses of type "Comment" can be edited.
de: Nur Antworten vom Typ "Kommentar" können gelöscht werden.
fr: Seules les réponses de type "Commentaire" peuvent être éditées.

# participant_required
source: Property 'participants' is required
de: Parameter 'participants' ist erforderlich
fr: Le paramètre 'participants' est requis

# recipient_email_required
source: Property 'recipient_email' is required
de: Parameter 'recipient_email' ist erforderlich
fr: Le paramètre 'recipient_email' est requis

# role_required
source: Property 'role' is required
de: Parameter 'role' ist erforderlich
fr: Le paramètre 'role' est requis

# transfer_number_required
source: Property 'transfer_number' is required
de: Parameter 'transfer_number' ist erforderlich
fr: Le paramètre 'transfer_number' est requis

# userid_not_in_attendees
source: User with userid ${userid} is not a participant in this meeting.
de: Der Benutzer mit der Benutzer-ID ${userid} ist kein Teilnehmer in diesem Meeting.
fr: L'utilisateur ${userid} n'est pas un participant de cette séance.

# workspace_uid_required
source: Property 'workspace_uid' is required
de: Parameter 'workspace_uid' ist erforderlich
fr: Le paramètre 'workspace_uid' est requis
