Repository: 4teamwork/opengever.core
Catalog: opengever/*/locales/*/LC_MESSAGES/ftw.tabbedview.po
Languages: de, fr

source: By Area
de: Bereich
fr: Domaine

source: By Responsible Manager
de: Verantwortlicher
fr: Responsable

source: By Severity
de: Einstufung
fr: Niveau d'entrée

source: By State
de: Status
fr: Etat

source: By Target Release
de: Ziel Release
fr: Nouvelle version cible

source: Month
de: Monat
fr: Mois

source: accounting_overview
de: Übersicht
fr: Sommaire

source: additional_contact
de: Details
fr: Détails

source: all_entries
de: Alle Einträge
fr: Toutes les entrées

source: all_issues
de: Alle Tickets
fr: Tous les tickets

source: All issued tasks
de: Alle erteilten Aufgaben
fr: Toutes les tâches attribuées

source: All tasks
de: Alle Aufgaben
fr: Toutes les tâches

source: archive
de: Archiv
fr: Archives

source: assigned_inbox_tasks
de: Erhaltene Aufgaben
fr: Tâches reçues

source: assignedtasks
de: Zugewiesene Aufgaben
fr: Tâches attribuées

source: billable
de: verrechenb. Std.
fr: Heures à facturer

source: changes
de: Letzte Änderungen
fr: Dernières modifications

source: closed-forwardings
de: Abgeschlossene Weiterleitungen
fr: Transmissions fermé

source: committees
de: Gremien
fr: Commissions

source: contacts
de: Kontakte

source: dispositions
de: Angebote

source: documents
de: Dokumente

source: documents-proxy
de: Dokumente
fr: Documents

source: events
de: Termine
fr: Evénements

source: folders
de: Ordner
fr: Classeur

source: generally
de: Allgemein
fr: En général

source: getAccount
de: Konstenstelle
fr: Centre de coûts

source: getBillable
de: verrechenbar
fr: A facturer

source: getEffectiveHours
de: Geleistete Std.
fr: Heures effectuées

source: getEstimatedHours
de: Geschätzte Std.
fr: Heures estimées

source: getHours
de: geleistet
fr: Effectué

source: getResponsible
de: Vollmachten
fr: Validation

source: getResponsibleManager
de: Zuständigkeit
fr: Responsabilité

source: important_contact
de: Übersicht
fr: Sommaire

source: issued_inbox_tasks
de: Erteilte Aufgaben
fr: Tâches attribuées

source: issued_issues
de: Meine Aufträge
fr: Mes charges

source: issuedtasks
de: Meine erteilten Aufgaben
fr: Mes tâches attribuées

source: label_account
de: Kostenstelle
fr: Centre de coûts

source: local
de: Lokal

source: Members
de: Mitglieder
fr: Membres

source: my_issues
de: Meine Tickets
fr: Mes tickets

source: My documents
de: Meine Dokumente
fr: Mes documents

# mydocuments-proxy
source: My documents
de: Meine Dokumente
fr: Mes documents

source: My dossiers
de: Meine Dossiers
fr: Mes dossiers

source: My issued tasks
de: Erteilte Aufgaben
fr: Tâches attibuées

source: My tasks
de: Meine Aufgaben
fr: Mes tâches

source: ogds-cp-alltasks
de: Alle Aufgaben
fr: Toutes les tâches

source: open_issues
de: Offene Tickets
fr: Tickets disponibles

source: Overview
de: Übersicht
fr: Sommaire

source: Participants
de: Beteiligungen

source: Preview
de: Vorschau
fr: Aperçu

source: process
de: Fortschritt
fr: Avancement

source: Proposals
de: Anträge
fr: Propositions

source: Related documents
de: Verwande Dokumente
fr: Documents liés

# relateddocuments
source: Documents
de: Dokumente

# relateddocuments-proxy
source: Documents
de: Dokumente

source: reports
de: Arbeitsrapporte
fr: Rapports de travail

source: Sablon templates
de: Sablon Vorlagen

source: Tasks
de: Aufgaben
fr: Tâches

source: tasktemplatefolders
de: Standardabläufe
fr: Déroulements standards

source: Task templates
de: Aufgabenvorlagen
fr: Modèles de tâches

source: tracker_info
de: Info
fr: Info

source: tracker_overview
de: Übersicht
fr: Sommaire

# trash-proxy
source: Trash
de: Papierkorb
fr: Corbeille

source: Versions
de: Versionen

source: info
fr: Information

source: Journal
fr: Historique

source: Subdossiers
fr: Sous-dossiers
