Repository: 4teamwork/opengever.core
Catalog: opengever/*/locales/*/LC_MESSAGES/opengever.*.po
Languages: de, fr

source: (INACTIVE)
de: (INAKTIV)
fr: (INACTIF)

# Are you sure you want to deleted this items?
source: Are you sure you want to delete these items?
de: Wollen Sie diese Inhalte wirklich löschen?
fr: Êtes-vous sûr de vouloir supprimer ces contenus?

# Could not generate the report.
source: Could not generate report.
de: Report konnte nicht generiert werden.

# Items successfully deleted.
source: Items deleted successfully.
de: Inhalte wurden erfolgreich gelöscht.
fr: Eléments supprimés avec succès.

source: No content
de: Keine Inhalte
fr: Pas de contenu

# No file in in this version
source: No file in this version
de: In dieser Version ist keine Datei vorhanden
fr: Pas de fichier pour cette version

source: No items to delete
de: Es werden keine Inhalte gelöscht
fr: Aucun contenu à supprimer

source: Save
de: Speichern
fr: Sauvegarder

source: Some items won't be deleted!
de: Einige Inhalte werden nicht gelöscht!
fr: Certains contenus ne seront pas supprimés!

# The following items are referenced by another item and will not be deleted
source: The following items are referenced by other items and will not be deleted
de: Die folgenden Inhalte werden von anderen Inhalten referenziert und werden deshalb nicht gelöscht.
fr: Les contenus ci-après sont référencés par d'autres, c'est pourquoi ils ne seront pas supprimés.

source: There are no members in this group.
de: In dieser Gruppe befinden sich keine Benutzer.
fr: Pas d'utilisateur dans ce groupe.

source: Users of group:
de: Benutzer der Gruppe
fr: Utilisateurs du groupe

source: You cannot add dossiers in the selected repository folder. Either you do not have the privileges or the repository folder contains another repository folder.
de: Sie können in der ausgewählten Ordnungsposition keine Dossiers erstellen. Die Ordnungsposition enthält entweder weitere Ordnungspositionen oder Sie besitzen nicht die erforderlichen Berechtigungen.
fr: Vous ne pouvez créer aucun dossier dans ce numéro de classement. Ou bien ce dernier contient d'autres numéros de classement, ou bien vous n'avez pas les droits suffisants pour effectuer cette tâche.

source: archival worthy
de: Archivwürdig
fr: Valeur archivistique

source: archival worthy with sampling
de: Sampling
fr: Echantillon

# changed_date
source: Date last changed
de: Zuletzt verändert
fr: Dernière modification

source: classified
de: Geheim
fr: Strictement confidentiel

source: confidential
de: Vertraulich
fr: Confidentiel

# desc_confirm_action
source: Confirm that you'd like to perform this action.
de: Bestätigen Sie bitte, dass Sie diese Aktion durchführen möchten.
fr: Veuillez confirmer que vous souhaitez effectuer cette action.

# description_include_error_in_admin_message
source: If you'd like to report this error to your application administrator, please make sure to include this number in your message.
de: Wenn Sie diesen Fehler dem Fachapplikationsverantwortlichen melden wollen, fügen Sie bitte die Fehlernummer hinzu.
fr: Si vous voulez signaler cette erreur au responsable de l'application, veuillez ajouter le numéro d'erreur, s'il vous plaît.

# description_no_privileges_for_page
source: You do not have sufficient privileges to view this page. If you believe you are receiving this message in error, please contact your application administrator.
de: Sie haben unzureichende Berechtigungen um diese Seite anzuzeigen. Wenn Sie meinen diese Meldung fehlerhafterweise angezeigt zu bekommen, kontaktieren Sie bitte die fachapplikationsverantwortliche Person.
fr: Vous n'avez pas les droits suffisants pour voir cette page. Si vous pensez que vous avez reçu ce message par erreur, veuillez contacter le responsable de l'application.

# description_site_error
source: We apologize for the inconvenience, but the page you were trying to access is not available at this address.
de: Entschuldigung, aber die Webseite die Sie versucht haben zu erreichen ist hier nicht verfügbar.
fr: Nous nous excusons pour la gêne occasionnée, mais la page à laquelle vous tentez d'accéder n'est pas à cette adresse.

# description_site_error_site_admin
source: Please contact your application administrator if this problem persists.
de: Bitte kontaktieren Sie die fachapplikationsverantwortliche Person, wenn dieses Problem längerfristig besteht.
fr: Si ce problème subsiste, veuillez contacter le responsable de l'application, s'il vous plaît.

# error_checked_out_cannot_be_copied
source: Checked out documents cannot be copied.
de: Ausgecheckte Dokumente können nicht kopiert werden.

# error_no_items
source: You have not selected any Items.
de: Sie haben keine Objekte ausgewählt
fr: Aucun élément sélectionné.

# error_not_copyable
source: The item you selected cannot be copied.
de: Der gewählte Inhalt kann nicht kopiert werden
fr: Le contenu choisi ne peut être copié.

# fieldset_classification
source: Classification
de: Sichtbarkeit
fr: Visibilité

# fieldset_common
source: Common
de: Allgemein
fr: En général

# fieldset_lifecycle
source: Life Cycle
de: Lebenszyklus
fr: Cycle de vie

# help_archival_value
source: Archival value
de: Archivwürdigkeit
fr: Valeur archivistique

# help_classification
source: Degree to which files must be restricted from disclosure to unauthorized parties
de: Grad, in dem die Unterlagen vor unberechtigter Einsicht geschützt werden müssen.
fr: Degré de besoin de protection des documents contre la consultation non-autorisée.

# help_custody_period
source: Duration for which documents are restricted from public disclosure after having been archived
de: Dauer, während der nach der Archivierung die Dokumente vor öffentlicher Einsichtnahme geschützt sind.
fr: Délai de protection des documents contre la consultation publique après l'archivage.

# help_privacy_layer
source: Whether the files contain particularly sensitive personal data or personal profiles according to data privacy laws.
de: Markierung, die angibt, ob die Unterlagen besonders schützenswerte Personendaten oder Persönlichkeitsprofile gemäss Datenschutzrecht enthalten.
fr: Marquage des documents contenant des données sensibles ou des profils de la personnalité selon la loi sur la protection des données.

# help_public_trial
source: Whether the files are publicly accessible according to Freedom of Information Act (ÖffG, Öffentlichkeitsgesetz)
de: Angabe, ob die Unterlagen gemäss Öffentlichkeitsgesetz zugänglich sind oder nicht.
fr: Mention, si les documents sont accessibles ou non selon la loi sur la protection des données.

# help_public_trial_statement
source: Date of request, applicant, date of decision, reference to request dossier in GEVER
de: Datum Gesuch, Gesuchsteller, Datum Entscheid, Verweis auf GEVER-Gesuchdossier
fr: Date de la requête, requérant, date de la décision, référence vers le dossier de la requête GEVER

# help_retention_period
source: Time period between the most recent date of a any document contained in a dossier and the point in time at which it is no longer required for the organization to conduct its business matters.
de: Zeitraum zwischen dem jüngsten Dokumentdatum eines in einem Dossier enthaltenen Dokuments und dem Zeitpunkt, an dem dieses für die Geschäftstätigkeit der Verwaltungseinheit nicht mehr benötigt wird.
fr: Durée entre la date du document plus récent contenu dans un dossier et la date à partir de laquelle le document n'est plus requis pour les activités administratives.

# label_already_removed
source: -- Already removed --
de: -- Bereits gelöscht --
fr: -- Déjà annulé --

# label_archival_value
source: Archival value
de: Archivwürdigkeit
fr: Valeur archivistique

# label_archival_value_annotation
source: Comment about archival value assessment
de: Kommentar zur Archivwürdigkeit
fr: Commentaire concernant la valeur archivistique

# label_assignment_via_committee_group
source: Via committee group
de: Durch Mitgliedschaft in Gremiumsgruppe

# label_assignment_via_protect_dossier
source: Via 'protect dossier'
de: Durch «Dossier schützen»

# label_assignment_via_sharing
source: Via sharing
de: Durch manuelle Freigabe

# label_assignment_via_task
source: Via task
de: Durch Aufgabe

# label_assignment_via_task_agency
source: Via task agency
de: Durch Aufgabe (Stellvertretung)

# label_assignment_via_workspace_invitation
source: Via workspace invitation
de: Durch eine Teamraum-Einladung

# label_cancel
source: Cancel
de: Abbrechen
fr: Annuler

# label_change_public_trial
source: Change public access level assessment
de: Öffentlichkeitsstatus ändern
fr: Modifier le 'statut public'

# label_checked_out
source: Checked out
de: Ausgecheckt
fr: En checkout

# label_classification
source: Classification
de: Klassifikation

# label_confirm_action
source: Confirm action
de: Aktion bestätigen
fr: Confirmer l'action

# label_created
source: Created
de: Erstellt am
fr: Créé le

# label_custody_period
source: Regular safeguard period (years)
de: Archivische Schutzfrist (Jahre)
fr: Délai de protection archivistique (années)

# label_dateofcassation
source: Date of cassation
de: Kassationsdatum
fr: Date d'élimination

# label_dateofsubmission
source: Date of submission
de: Anbietezeitpunkt
fr: Date de proposition (des documents)

# label_default_error_message
source: An unexpected error has occured
de: Ein unerwarteter Fehler ist aufgetreten.
fr: Une erreur inattendue est survenue.

# label_description
source: Description
de: Beschreibung

# label_last_modified
source: Last modified
de: Zuletzt verändert
fr: Dernière modification

# label_no_checked_out_docs
source: No checked out documents
de: Keine ausgecheckten Dokumente
fr: Aucun document en checkout

# label_no_favorites
source: No favorites exist
de: Es existieren keine Favoriten
fr: Il n'y a aucun favoris

# label_no_recently_touched_docs
source: No recently modified documents yet
de: Keine kürzlich bearbeiteten Dokumente
fr: Aucun document modifié récemment

# label_none
source: None
de: Keine Werte
fr: Aucune valeur

# label_null
source: Null
de: Kein Wert
fr: Aucune valeur

# label_overview
source: Overview
de: Übersicht
fr: Aperçu

# label_privacy_layer
source: Privacy protection
de: Datenschutz
fr: Niveau de confidentialité

# label_public_trial
source: Disclosure status
de: Öffentlichkeitsstatus
fr: Statut public

# label_public_trial_statement
source: Disclosure status statement
de: Bearbeitungsinformation
fr: Justification pour le retrait du statut public

# label_recently_touched
source: Recently modified
de: Kürzlich bearbeitet
fr: Modifié récemment

# label_retention_period
source: Retention period (years)
de: Aufbewahrungsdauer (Jahre)
fr: Délai de conservation (années)

# label_retention_period_annotation
source: Comment about retention period assessment
de: Kommentar zur Aufbewahrungsdauer
fr: Commentaire concernant le délai de conservation

# label_search
source: Search
de: Suche
fr: Recherche

# label_severity_error
source: Error
de: Fehler
fr: Erreur

# label_title
source: Title
de: Titel
fr: Titre

# label_title_de
source: Title (German)
de: Titel (deutsch)
fr: Titre (allemand)

# label_title_fr
source: Title (French)
de: Titel (französisch)
fr: Titre (français)

# limited-public
source: public (with restrictions)
de: Eingeschränkt öffentlich
fr: Accès public restreint

# local_roles_copied
source: Some local roles were copied with the objects
de: Lokale Berechtigungen wurden auch mitkopiert

# message_changes_saved
source: Changes saved
de: Änderungen gespeichert
fr: Modifications sauvegardées

# message_not_saved
source: Change could not be saved.
de: Änderung konnte nicht gespeichert werden.
fr: La modification n'a pas pu être enregistrée

# message_record_created
source: Record created
de: Eintrag erzeugt
fr: Enregistrement créé

# message_title_error
source: Error
de: Fehler
fr: Erreur

# message_title_warning
source: Warning
de: Warnung
fr: Avertissement

# msg_empty_clipboard
source: Can't paste items; the clipboard is emtpy
de: Es können keine Objekte eingefügt werden; die Zwischenablage ist leer.
fr: Aucun objet ne peut être ajouté; le presse-papier est vide.

# msg_no_items_available
source: No items available
de: Es sind keine Elemente verfügbar.
fr: Il n'y a pas d'objets disponibles.

# msg_pasting_not_allowed
source: Can't paste items, the context does not allow pasting items.
de: Es ist nicht erlaubt die Objekte an diesem Ort einzufügen.
fr: Il n'est pas permis d'insérer des objets de ce type.

# msg_pasting_type_not_allowed
source: Can't paste items, it's not allowed to add objects of this type.
de: Es ist nicht erlaubt Objekte dieses Typs einzufügen.
fr: Il n'est pas permis d'ajouter des objets de ce type.

# msg_successfuly_copied
source: Selected objects copied successfully.
de: Die selektierten Objekte wurden in die Zwischenablage kopiert.
fr: Les objets sélectionnés ont été copiés dans le presse-papier.

# msg_successfuly_pasted
source: Objects from clipboard pasted successfully.
de: Die Objekte der Zwischenablage wurden eingefügt.
fr: Les objets du presse-papier ont été ajoutés.

# msg_verify_you_performed_this_action
source: Please confirm that you intended to perform this action yourself, and haven't been led here by clicking a link in an Email or an external web page. This is a safety precaution to avoid so called Cross-Site-Request-Forgery (CSRF) attacks. If you're seeing this message even though you performed an action inside OneGOV GEVER, it's a false-positive and you can safely proceed by confirming your intended action.
de: Bitte bestätigen Sie, dass Sie selbst diese Aktion durchgeführt haben und nicht durch einen Link in einem E-Mail oder von einer externen Website auf GEVER weitergeleitet wurden. Dies ist eine Sicherheitsmassnahme, um sogenannte CSRF-Angriffe zu verhindern. Falls Sie diese Meldung sehen, obwohl Sie eine Aktion innerhalb GEVER durchgeführt haben, teilen Sie dies bitte dem Support mit (inkl. einem Screenshot dieser Meldung und der untenstehenden URL).
fr: Veuillez confirmer que vous êtes à l'origine de cette action et que la requête ne provient ni d'un lien courriel, ni d'un site web externe à GEVER. Cette mesure de protection permet de prévenir les éventuelles attaques CSRF. Si ce message apparaît suite à une action entreprise dans l'espace GEVER, veuillez en informer le support (avec capture d'écran du message et le lien URL correspondant).

source: not archival worthy
de: Nicht archivwürdig
fr: Sans aucune valeur archivistique

# privacy_layer_no
source: no
de: Nein
fr: Aucun niveau de confidentialité

# privacy_layer_yes
source: yes
de: Ja
fr: Contient des données personnelles à protéger

source: private
de: Nicht öffentlich
fr: Privé

source: prompt
de: Anbieten
fr: Proposer

source: public
de: Öffentlich

# search_results_advanced
source: Did you not find what you were looking for? Try the ${advanced_search} to refine your search.
de: Haben Sie nicht gefunden, wonach Sie gesucht haben? Die ${advanced_search} bietet Ihnen präzisere Suchmöglichkeiten.
fr: Vous n'avez pas trouvé ce que vous avez cherché? La ${advanced_search} vous offre des possibilités de recherche plus précises.

# search_results_advanced_link
source: Advanced Search
de: erweiterte Suche
fr: Recherche avancée

source: Show all
de: Alle anzeigen
fr: Tout afficher

# text_back_to_portal
source: Back to the portal
de: Zurück zum Portal
fr: Retourner au portail

# title_confirming_user_action
source: Confirm User Action.
de: Benutzer-Aktion bestätigen
fr: Confirmation de l'action

# title_manage_favorites
source: Favorites
de: Favoriten
fr: Favoris

# tooltip_mark_favorite_action
source: Mark as favorite
de: Als Favorit markieren
fr: Marquer comme favori

# tooltip_remove_favorite_action
source: Remove from favorites
de: Aus Favoriten entfernen
fr: Supprimer des favoris

# unauthorized_backreference
source: You are not allowed to see this reference
de: Sie sind nicht berechtig, diese Referenz zu sehen.
fr: Vous n'êtes pas autorisé(e) à voir cette référence.

# unchecked
source: not assessed
de: Nicht geprüft
fr: Non contrôlé

source: unprotected
de: Nicht klassifiziert
fr: Non classé
