Repository: 4teamwork/opengever.core
Catalog: opengever/*/locales/*/LC_MESSAGES/plone.po
Languages: fr

source: Add response
fr: Réponse

source: Add task from template
fr: Déclencher un déroulement standard

source: Attach remote document
fr: Copie d'un document de votre service

source: Close current period
fr: Clôturer la période actuelle

source: Committee Member
fr: Membre

source: Create successor task
fr: Créer tâche suivante

source: Delegate task
fr: Déléguer

source: Document state changed to document-state-checked_out
fr: Etat du document modifié: checkout

source: Document state changed to document-state-draft
fr: Etat du document modifié: ouvert

source: Document state changed to document-state-pending
fr: Etat du document modifié: en suspend

source: Document state changed to document-state-reject
fr: Etat du document modifié: rejeté

source: Document state changed to document-state-working_copy
fr: Etat du document modifié: copie de travail

source: Dossier state changed to dossier-state-active
fr: Etat du dossier modifié: En cours de traitement

source: Dossier state changed to dossier-state-archived
fr: Etat du dossier modifié: Archivé

source: Dossier state changed to dossier-state-inactive
fr: Etat du dossier modifié: Annulé

source: Dossier state changed to dossier-state-offered
fr: Etat du dossier modifié: Offert

source: Dossier state changed to dossier-state-resolved
fr: Etat du dossier modifié: Fermé

source: Dossier with template
fr: Dossier à partir du modèle

source: Edit metadata
fr: Modifier les méta-données

source: Give Filing Number
fr: Attribuer un numéro d'inventaire

source: Info success
fr: Info

source: Meeting
fr: Séance

source: Membership
fr: Affiliation

source: Modify deadline
fr: Changer le délai

source: Open tasks report
fr: Liste des affaires en suspens

source: Overview
fr: Sommaire

source: Save document as PDF
fr: Enregistrer PDF sous

source: Search OneGov Gever
fr: Parcourir OneGov Gever

source: Search results
fr: Résultat de la recherche

source: Search results for ${term}
fr: Résultat de la recherche pour

source: Submit additional document
fr: Soumettre pièce jointe additionnelle

source: Submit additional documents
fr: Soumettre pièces jointes additionnel

source: alphabetically
fr: Alphabétique

source: batch_x_items_matching_your_criteria
fr: ${number} élément(s) trouvé(s).

source: button_download
fr: Télécharger

source: date (newest first)
fr: Changement de date (descendant)

source: disposition-state-appraised
fr: Evalué

source: disposition-state-archived
fr: Archivé

source: disposition-state-closed
fr: Clôturé

source: disposition-state-disposed
fr: Livré

source: disposition-state-in-progress
fr: En cours

source: disposition-transition-appraise
fr: Evaluation finalisée

source: disposition-transition-appraised-to-closed
fr: Offre clôturée

source: disposition-transition-archive
fr: Archivage confirmé

source: disposition-transition-close
fr: Offre clôturée

source: disposition-transition-dispose
fr: Proposé pour archivage

source: disposition-transition-refuse
fr: Offre refusée

source: document-state-draft
fr: Non défini

source: document-state-pending
fr: En suspend

source: document-state-removed
fr: Effacé

source: document-state-working_copy
fr: Copie de travail

source: document-transition-remove
fr: Effacer

source: document-transition-restore
fr: Récupérer

source: document_from_officeatwork
fr: Document de officeatwork

source: document_with_oneoffixx_template
fr: Document à partir d'un modèle OneOffixx

source: document_with_template
fr: Document à partir du modèle

source: dossier-state-active
fr: En cours de traitement

source: dossier-state-archived
fr: Archivé

source: dossier-state-inactive
fr: Annulé

source: dossier-state-offered
fr: Offert

source: dossier-state-resolved
fr: Fermé

source: dossier-transition-activate
fr: Activer

source: dossier-transition-archive
fr: Archiver

source: dossier-transition-deactivate
fr: Annuler

source: dossier-transition-reactivate
fr: Rouvrir

source: dossier-transition-resolve
fr: Fermer

source: forwarding-state-closed
fr: Fermé

source: forwarding-state-open
fr: Ouvert

source: forwarding-state-refused
fr: Refusé

source: forwarding-transition-accept
fr: Accepter

source: forwarding-transition-assign-to-dossier
fr: Attribuer à un dossier

source: forwarding-transition-close
fr: Fermer

source: forwarding-transition-reassign
fr: Attribuer

source: forwarding-transition-reassign-refused
fr: Attribuer

source: forwarding-transition-refuse
fr: Refuser

source: inbox-state-default
fr: Ouvert

source: label_actions_menu
fr: Actions supplémentaires

source: label_has_parse_errors
fr: Erreur lors du traitement de votre demande de recherche. Veuillez noter que les expressions comme AND, NOT et OR ne sont autorisées que lors d'une recherche avancée.

source: label_reset
fr: Remettre

source: repositoryfolder-state-active
fr: Actif

source: repositoryfolder-state-inactive
fr: Inactif

source: repositoryfolder-transition-activate
fr: Activer

source: repositoryfolder-transition-inactivate
fr: Desactiver

source: save attachments
fr: Sauvegarder les fichiers attachés

source: task-added
fr: Tâche ajoutée.

source: task-state-cancelled
fr: Annulé

source: task-state-in-progress
fr: En traitement

source: task-state-new-successor
fr: Tâche suivante créée

source: task-state-open
fr: Ouvert

source: task-state-planned
fr: Planifié

source: task-state-rejected
fr: Refusé

source: task-state-resolved
fr: Tâche accomplie

source: task-state-skipped
fr: Omis

source: task-state-tested-and-closed
fr: Fermé

source: task-transition-cancelled-open
fr: Rouvrir

source: task-transition-delegate
fr: Déléguer

source: task-transition-in-progress-cancelled
fr: Annuler

source: task-transition-in-progress-resolved
fr: Accomplir

source: task-transition-in-progress-tested-and-closed
fr: Fermer

source: task-transition-modify-deadline
fr: Changer le délai

source: task-transition-open-cancelled
fr: Annuler

source: task-transition-open-in-progress
fr: Accepter

source: task-transition-open-planned
fr: Planifier

source: task-transition-open-rejected
fr: Refuser

source: task-transition-open-resolved
fr: Accomplir

source: task-transition-open-tested-and-closed
fr: Fermer

source: task-transition-planned-open
fr: Ouvrir

source: task-transition-planned-skipped
fr: Omettre

source: task-transition-reassign
fr: Attribuer à nouveau

source: task-transition-rejected-open
fr: Rouvrir

source: task-transition-rejected-skipped
fr: Omettre

source: task-transition-resolved-in-progress
fr: Réviser

source: task-transition-resolved-tested-and-closed
fr: Fermer

source: task-transition-skipped-open
fr: Rouvrir

source: tasktemplate-state-active
fr: Actif

source: tasktemplatefolder-state-activ
fr: Actif

source: tasktemplatefolder-state-inactiv
fr: Inactif

source: tasktemplatefolder-transition-activ-inactiv
fr: Déactiver

source: tasktemplatefolder-transition-inactiv-activ
fr: Activer

source: transition-add-document
fr: Document ajouté
