Repository: 4teamwork/opengever.core
Catalog: opengever/advancedsearch/locales/*/LC_MESSAGES/opengever.advancedsearch.po
Languages: de, fr

source: Advanced Search
de: Erweiterte Suche
fr: Recherche avancée

# button_search
source: Search
de: Suchen
fr: Rechercher

source: Document
de: Dokument

# help_issuer
source: Select Issuer
de: Auftraggeber auswählen
fr: Choix du client

# help_portal_type
source: Select content type to be searched for.
de: Wählen Sie den Inhaltstyp aus, nach dem gesucht werden soll.
fr: Choix du type de contenu à rechercher.

# help_portal_type_multiclient_setup
source: Select the content type to be searched for. Searches only items from the current admin unit.
de: Wählen Sie den Inhaltstyp aus, nach dem gesucht werden soll. Durchsucht werden nur Inhalte, die sich im aktuellen Mandanten befinden.
fr: Choix du type de contenu à rechercher. Ne sont parcourus que les contenus du mandant actuel.

# help_reference_number
source: Enter reference number (e.g.: OG 2.4 / 1 / 3)
de: Aktenzeichen angeben (z.B: OG 2.4 / 1 / 3)
fr: Saisir le numéro de référence

# help_searchable_text
source: Enter search terms
de: Suchbegriffe eingeben.
fr: Saisir les critères de recherche

# help_sequence_number
source: Enter an exact sequence number
de: Genaue Laufnummer eingeben.
fr: Saisir le numéro courant

# label_checked_out
source: Checked out by
de: Ausgecheckt von
fr: Checkout fait par

# label_deadline
source: Deadline
de: Frist
fr: Délai

# label_delivery_date
source: Delivery date
de: Ausgangsdatum
fr: Date de remise

# label_document_author
source: Document author
de: Autor des Dokuments
fr: Auteur du document

# label_document_date
source: Document Date
de: Dokumentdatum
fr: Date du document

# label_end
source: End date
de: Enddatum
fr: Date de fin

# label_from
source: From
de: Von
fr: de

# label_issuer
source: Issuer
de: Auftraggeber
fr: Mandataire

# label_portal_type
source: Type
de: Inhaltstyp
fr: Type de contenu

# label_receipt_date
source: Receipt date
de: Eingangsdatum
fr: Date de réception

# label_reference_number
source: Reference number
de: Aktenzeichen
fr: Numéro de référence

# label_reponsible
source: Responsible
de: Federführung
fr: Responsable

# label_review_state
source: State
de: Status
fr: Etat

# label_searchable_text
source: Text
de: Suchtext
fr: Texte de recherche

# label_sequence_number
source: Sequence number
de: Laufnummer
fr: Numéro courant

# label_start
source: Start date
de: Startdatum
fr: Date de début

# label_tasktype
source: Task type
de: Auftragstyp
fr: Type de mandat

# label_to
source: To
de: Bis
fr: à

# label_trashed
source: Also search trashed content
de: Papierkorb auch durchsuchen
fr: Parcourir également la corbeille

# task
source: Tasks on this admin unit
de: lokal gespeicherte Aufgaben
fr: Tâches sauvegardées localement
