Repository: 4teamwork/opengever.core
Catalog: opengever/webactions/locales/*/LC_MESSAGES/opengever.webactions.po
Languages: de, fr

source: Add new webaction
de: Neue Webaktion hinzufügen
fr: Ajouter une nouvelle action web

source: Add webaction
de: Webaktion hinzufügen
fr: Ajouter action web

source: Cancel
de: Abbrechen
fr: Annuler

source: Edit
de: Bearbeiten
fr: Modifier

source: Edit Webaction
de: Webaktion bearbeiten
fr: Modifier l'action web

source: Edit cancelled
de: Bearbeitung abgebrochen
fr: Modification annulée

source: Manage webactions
de: Webaktionen verwalten
fr: Administrer les actions web

source: Save
de: Speichern
fr: Enregistrer

source: Webaction added: ${action_id}
de: Webaktion hinzugefügt: ${action_id}
fr: Action web ajoutée: ${action_id}

source: Webaction creation cancelled.
de: Webaktion Erstellung abgebrochen
fr: Ajout de l'action web annulé

source: Webactions
de: Webaktionen
fr: Actions web

source: label_delete_selected_webactions
de: Ausgewählte Webaktionen löschen
fr: Supprimer les actions web sélectionnées
