Repository: 4teamwork/opengever.core
Catalog: opengever/activity/locales/*/LC_MESSAGES/opengever.activity.po
Languages: de, fr

source: Added as watcher
de: Als Beobachter hinzugefügt worden
fr: Ajouté comme observateur

source: Always
fr: Toujours

source: Archivist
de: Archivar
fr: Archiviste

# btn_cancel
source: Cancel
de: Abbrechen
fr: annuler

# btn_reset
source: Reset to Defaults
de: Auf Standard zurücksetzen
fr: rétablir les valeurs par défaut

# btn_save
source: Save
de: Speichern
fr: sauvegarder

# column_Actor
source: Actor
de: Akteur
fr: Acteur

# column_kind
source: Kind
de: Typ
fr: type

# column_title
source: Title
de: Titel
fr: Titre

source: Committee responsible
de: Gremien-Verantwortlicher
fr: Responsable de commission

source: Created
de: Erstellt
fr: Créé

# disposition-added
source: Offer added
de: Angebot hinzugefügt
fr: Offre ajoutée

# disposition-transition-appraise
source: Appraisal finalised
de: Bewertung finalisiert
fr: Evaluation finalisée

# disposition-transition-archive
source: Archival confirmed
de: Archivierung bestätigt
fr: Archivage confirmé

# disposition-transition-close
source: Offer closed
de: Angebot abgeschlossen
fr: Offre clôturée

# disposition-transition-dispose
source: Offered for archival
de: Zur Archivierung angeboten
fr: Proposé pour archivage

# disposition-transition-refuse
source: Offer refused
de: Angebot abgelehnt
fr: Offre refusée

source: Document author changed
fr: Auteur du document modifié

source: Document modified
de: Dokument verändert
fr: Document modifié

source: Document title changed
fr: Titre du document modifié

# document-version-created
source: New document version created
fr: Nouvelle version du document créée

# document-watcher-added
source: Added as watcher to document
fr: Ajouté comme observateur à un document

# dossier-overdue
source: Overdue dossier
de: Überfälliges Dossier
fr: Dossier en souffrance

# dossier_responsible_role
source: Dossier responsible
de: Federführend
fr: Responsable

source: Forwarding added
de: Weiterleitung hinzugefügt
fr: une transmission à été ajoutée

# forwarding-transition-accept
source: Forwarding accepted
de: Weiterleitung akzeptiert
fr: transmission acceptée

# forwarding-transition-assign-to-dossier
source: Forwarding assigned to dossier
de: Weiterleitung einem Dossier zugewiesen
fr: transmission assignée à un dossier

# forwarding-transition-close
source: Forwarding closed
de: Weiterleitung abgeschlossen
fr: transmission terminée

# forwarding-transition-reassign
source: Forwarding reassigned
de: Weiterleitung neu zugewiesen
fr: transmission réassignée

# forwarding-transition-reassign-refused
source: Forwarding reassigned and refused
de: Weiterleitung neu zugewiesen und abgelehnt
fr: transmission réassignée et refusée

# forwarding-transition-refuse
source: Forwarding refused
de: Weiterleitung abgelehnt
fr: transmission refusée

# forwarding-watcher-added
source: Added as watcher to forwarding
de: Als Beobachter hinzugefügt zu Weiterleitung
fr: Ajouté comme observateur à une transmission

# label_activity
source: Activity
de: Aktivität
fr: activité

# label_badge
source: Badge
de: GEVER Benachrichtigung
fr: message GEVER

# label_daily_digest
source: Daily Digest
de: Tageszusammenfassung
fr: Résumé quotidien

# label_dispositions
source: Disposals
de: Aussonderung
fr: Offres

# label_general
source: General
de: Allgemein
fr: Général

# label_notification_settings
source: Notification settings
de: Benachrichtigungs-Einstellungen
fr: paramètres de notification

# label_notifications_overview
source: All notifications
de: Alle Benachrichtigungen
fr: Toutes les notifications

# label_proposals
source: Proposals
de: Anträge
fr: Requêtes

# label_read_all_notifications
source: Mark all notifications as read
de: Alle Benachrichtigungen als gelesen markieren
fr: Marquer toutes les notifications comme lues

# label_reminders
source: Reminders
de: Erinnerungen
fr: Rappels

# label_tasks
source: Tasks
de: Aufgaben
fr: Tâches

# label_workspaces
source: Workspaces
de: Teamräume
fr: Teamräume

# msg_error_not_notified
source: A problem has occurred when trying to dispatch a notification. The notification therefore was not dispatched (or only partially).
de: Während dem Erzeugen der Benachrichtigung ist ein Fehler aufgetreten. Die Benachrichtigung wurde deshalb nicht oder nur zum Teil ausgelöst.
fr: Un problème a apparu pendant la création de la notification. La notification n’a pas pu être produite ou seulement partiellement.

# notify_inbox_actions_help
source: Enabled or disable, respectively, all notifications based on your inbox permissions.
de: Alle Benachrichtigungen aufgrund von Eingangskorbberechtigung aktivieren bzw. deaktivieren.
fr: Activer, respectivement désactiver, toutes les notifications dues à vos autorisations sur une boîte de réception

# notify_inbox_actions_title
source: Enable notifications for inbox activities
de: Benachrichtigungen für Eingangskorb aktivieren
fr: Activer les notifications pour la boîte de réception

# notify_own_actions_help
source: By default no notifications are emitted for a user's own actions. This option allows to modify this behavior. Irrespective of this setting, individual settings for specific action types will still get applied.
de: Standardmässig werden für selbst ausgeführte Aktionen keine Benachrichtigungen ausgelöst. Mit dieser Option kann dieses Verhalten verändert werden. Persönlich vorgenommene Benachrichtigungseinstellungen pro Aktionstyp gelten dabei nach wie vor.
fr: Normalement aucune notification n'est émise pour vos propres actions. Cette option permet de modifier ce comportement. Les paramètres personnels de notifications pour chaque type d'action sont néanmoins toujours appliqués.

# notify_own_actions_title
source: Enable notifications for own actions
de: Benachrichtigung für eigene Aktionen aktivieren
fr: Activer les notifications pour ses propres actions

# proposal-additional-documents-submitted
source: Additional documents submitted
de: Zusätzliche Beilagen eingereicht
fr: Pièces jointes supplémentaires soumises

# proposal-attachment-updated
source: Attachment updated
de: Beilage aktualisiert
fr: Pièce jointe actualisée

source: Proposal commented
de: Antrag kommentiert
fr: Requête commentée

# proposal-transition-decide
source: Proposal decided
de: Antrag beschlossen
fr: Requête décidée

# proposal-transition-pull
source: Proposal pulled
de: Antrag entfernt
fr: Requête retirée de l'ordre du jour

# proposal-transition-reject
source: Proposal rejected
de: Antrag zurückgewiesen
fr: Requête rejetée

# proposal-transition-schedule
source: Proposal scheduled
de: Antrag traktandiert
fr: Requête mise à l'ordre du jour

# proposal-transition-submit
source: Proposal submitted
de: Antrag eingereicht
fr: Requête soumise

source: Proposal issuer
de: Antragssteller
fr: Auteur de la requête

# regular_watcher
source: Watcher
de: Beobachter
fr: observateur

source: State changed
de: Statusänderungen
fr: Changement de l'état

# subject_digest
source: Daily Digest for ${date}
de: Tageszusammenfassung vom ${date}
fr: Résumé quotidien pour le ${date}

# subject_prefix
source: GEVER Activity
de: GEVER Aktivität
fr: Activité GEVER

source: Submitted proposal commented
de: Eingereichter Antrag kommentiert
fr: Requête soumise commentée

source: Task added
de: Aufgabe hinzugefügt
fr: tâche ajoutée

# task-added-or-reassigned
source: Task added / reassigned
de: Aufgabe erstellt / neu zugewiesen
fr: Tâche créée / réassignée

source: Task commented
de: Aufgabe kommentiert
fr: tâche commentée

source: Task reminder
de: Aufgaben-Erinnerung
fr: Rappel tâche

# task-transition-cancelled-open
source: Task reopened
de: Aufgabe wieder eröffnet
fr: tâche rouverte

# task-transition-delegate
source: Task delegated
de: Aufgabe delegiert
fr: tâche déléguée

# task-transition-in-progress-resolved
source: Task resolved
de: Aufgabe erledigt
fr: tâche accomplie

# task-transition-in-progress-tested-and-closed
source: Task closed
de: Aufgabe abgeschlossen
fr: tâche clôturée

# task-transition-modify-deadline
source: Task deadline modified
de: Aufgaben-Frist verändert
fr: le délai attribué à la tâche a été modifié

# task-transition-open-cancelled
source: Task cancelled
de: Aufgaben abgebrochen
fr: tâches annulées

# task-transition-open-in-progress
source: Task accepted
de: Aufgabe akzeptiert
fr: tâche acceptée

# task-transition-open-rejected
source: Task rejected
de: Aufgabe abgelehnt
fr: tâche refusée

# task-transition-open-resolved
source: Task resolved
de: Aufgabe erledigt
fr: tâche accomplie

# task-transition-open-tested-and-closed
source: Task closed
de: Aufgabe abgeschlossen
fr: tâche clôturée

# task-transition-planned-skipped
source: Task skipped
de: Aufgabe übersprungen
fr: tâche omise

# task-transition-reassign
source: Task reassigned
de: Aufgabe neu zugewiesen
fr: tâche réassignée

# task-transition-rejected-open
source: Task reopened
de: Aufgabe wieder eröffnet
fr: tâche rouverte

# task-transition-rejected-skipped
source: Task skipped
de: Aufgabe übersprungen
fr: tâche omise

# task-transition-resolved-in-progress
source: Task revision requested
de: Aufgaben-Überarbeitung gefordert
fr: révision de la tâche requise

# task-transition-resolved-tested-and-closed
source: Task closed
de: Aufgabe abgeschlossen
fr: tâche clôturée

# task-transition-skipped-open
source: Task reopened
de: Aufgabe wieder eröffnet
fr: tâche rouverte

# task-watcher-added
source: Added as watcher to task
de: Als Beobachter hinzugefügt zu Aufgabe
fr: Ajouté comme observateur à une tâche

source: Task issuer
de: Auftraggeber
fr: mandant

# task_old_responsible
source: Former task responsible
de: Früherer Auftragnehmer
fr: Mandataire précédent

# task_reminder_watcher_role
source: Watcher
de: Beobachter
fr: observateur

source: Task responsible
de: Auftragnehmer
fr: mandataire

# title_daily_digest
source: Daily Digest for ${username}
de: Tageszusammenfassung für ${username}
fr: Résumé quotidien pour ${username}

source: ToDo assigned
de: ToDo zugewiesen
fr: ToDo assigné

source: ToDo modified
de: ToDo modifiziert
fr: ToDo Modifié

# todo_responsible_role
source: ToDo responsible
de: ToDo Verantwortlicher
fr: Responsable d'un ToDo

# transition-add-document
source: Document added
de: Dokument hinzugefügt
fr: Document ajouté

# transition-add-subtask
source: Subtask added
de: Unteraufgabe erstellt
fr: Sous-tâche ajoutée

# workspace_member_role
source: Workspace member
de: Teamraum Mitglied
fr: Membre du Teamraum

# heading_notifications
source: Notifications
de: Benachrichtigungen

# label_documents
source: Documents
de: Dokumente

# label_mail
source: Email
de: Mail
