Repository: 4teamwork/opengever.core
Catalog: opengever/briefbutler/locales/*/LC_MESSAGES/opengever.briefbutler.po
Languages: de

source: Invalid email address
de: Ungültige E-Mail-Adresse

source: Recipient Information
de: Empfänger

source: Sender Information
de: Absender

source: Unsupported content type: BriefButler supports only PDF documents
de: Nicht unterstüztes Dateiformat: BriefButler unterstützt nur PDF Dateien

source: City
de: Stadt

source: Company Name
de: Name

source: Document submitted to BriefButler
de: Dokument an BriefButler übermittelt

source: Door Number
de: Adresszusatz

source: Family Name
de: Nachname

source: Given Name
de: Vorname

source: Postal Code
de: PLZ

source: Send
de: Zustellen

source: Send with BriefButler
de: Mit BriefButler zustellen

source: Street
de: Adresse (Strasse / Nr.)
