Repository: 4teamwork/opengever.core
Catalog: opengever/locking/locales/*/LC_MESSAGES/opengever.locking.po
Languages: fr

# description_locked_copied_to_workspace_document
source: This document has been copied to a linked workspace and cannot be edited directly. ${unlock_button}
fr: Ce document a été copié vers un espace de travail lié et ne peut être directement modifié. ${unlock_button}

# description_locked_excerpt_document
source: This document is a copy of an excerpt from a meeting and cannot be edited directly.
fr: Ce document est une copie d'un extrait de procès-verbal d'une séance et ne peut être directement modifié.

# description_locked_linked_excerpt_document
source: This document is a copy of the excerpt ${document} from the meeting ${meeting} and cannot be edited directly.
fr: Ce document est une copie de l'extrait de procès-verbal ${document} de la séance ${meeting} et ne peut être directement modifié.

# description_locked_linked_submitted_document
source: This document has been submitted as a copy of ${document} and cannot be edited directly. ${unlock_button}
fr: Ce document a été déposé en tant que copie de ${document} et ne peut être directement modifié. ${unlock_button}

# description_locked_submitted_document
source: This document has been submitted as a copy and cannot be edited directly. ${unlock_button}
fr: Ce document a été déposé en tant que copie et ne peut être directement modifié. ${unlock_button}

# label_unlock_document_confirmation
source: Do you really want to unlock this document?
fr: Voulez-vous vraiment déverrouiller ce document?

# label_warning
source: Warning
fr: Avertissement

# msg_unlock_document_copied_to_workspace
source: Modifications made to this document in GEVER might get overwritten when copying the document back from the linked workspace as a new version of this document.
fr: Les modifications effectués sur ce document dans GEVER pourraient être écrasées par le rapatriement du document de l'espace de travail lié comme nouvelle version pour ce document.

# msg_unlock_submitted_document
source: This will decouple the submitted document from the original one. You will then be able to modify this document but submitting a new version will not be possible anymore.
fr: Ceci découple le document soumis du document original. Vous pourrez ensuite modifier le document.<br />Soumettre une nouvelle version ne sera alors plus possible.

# statmsg_document_unlocked
source: Document has been unlocked
fr: Le document a été déverrouillé.

# warning_unlock_document
source: This cannot be undone.
fr: Cette action ne pourra pas être annulée.
