Repository: 4teamwork/opengever.core
Catalog: opengever/core/locales/*/LC_MESSAGES/opengever.core.po
Languages: de, fr

source: Add Participant
de: Beteiligung hinzufügen
fr: Participant

source: Attach selection
de: Mit Mailprogramm versenden
fr: Envoyer par programme de messagerie

source: Business Case Dossier
de: Geschäftsdossier
fr: Dossier

source: Cancel
de: Widerrufen
fr: Annuler

source: Checkin with comment
de: Mit Kommentar einchecken
fr: Checkin avec commentaire

source: Checkin without comment
de: Ohne Kommentar einchecken
fr: Checkin sans commentaire

source: Committee
de: Gremium
fr: Commission

source: Committee Container
de: Ordner mit Gremien
fr: Conteneur avec commission

source: Contact Folder
de: Kontaktordner
fr: Répertoire de contact

source: ContactFolder
de: Kontaktordner
fr: Répertoire de contact

source: Copy Item
de: Kopieren
fr: Copier

source: Copy Items
de: Kopieren
fr: Copier

source: Copy documents from workspace
de: Dokumente aus Arbeitsraum zurückführen
fr: Rapatrier des documents de l'espace de travail

source: Copy documents to workspace
de: Dokumente in Arbeitsraum kopieren
fr: Copier des documents vers l'espace de travail

source: Cover (PDF)
de: Deckblatt (PDF)
fr: Couverture (PDF)

source: Create Disposition
de: Aussonderungsangebot erstellen
fr: Créer une offre d'archivage

source: Create Proposal
de: Antrag erstellen
fr: Créer une requête

source: Create Task
de: Aufgabe erstellen
fr: Créer une tâche

source: Debug docxcompose
de: Dateien für docxcompose herunterladen
fr: Télécharger les fichiers docxcompose

source: Delete
de: Löschen
fr: Supprimer

source: Disposition
de: Angebot
fr: Offre

source: Dossier template
de: Dossiervorlage
fr: Modèle de dossier

source: Download ICal
fr: Télécharger ICal

source: Download meeting minutes PDF
de: Protokoll als PDF herunterladen
fr: Télécharger le procès-verbal en PDF

source: Download protocol json
de: JSON Sitzungsdaten herunterladen
fr: Télécharger les données JSON de la réunion

source: Edit metadata
de: Metadaten bearbeiten
fr: Modifier les méta-données

source: Export as Zip
de: Als Zip-Datei exportieren
fr: Exporter comme fichier ZIP

source: Export selection
de: Auswahl exportieren
fr: Exporter la sélection

source: Forward
de: Weiterleiten
fr: Transmettre

source: Forwarding
de: Weiterleitung
fr: Transmission

source: Inbox
de: Eingangskorb
fr: Boîte de réception

source: Inbox Container
de: Eingangskorb Ordner
fr: Conteneur de la boîte de réception

source: Link to workspace
de: Mit Teamraum verknüpfen
fr: Lier avec un espace de travail

source: List workspaces
de: Teamräume auflisten
fr: Lister les espaces de travail

source: Manage Webactions
de: Webaktionen verwalten
fr: Administrer les actions web

source: Meeting Dossier
de: Sitzungsdossier
fr: Dossier de réunion

source: Meeting Template
de: Sitzungsvorlage
fr: Modèle de séance

source: Move Item
de: Verschieben
fr: Déplacer

source: Move Items
de: Elemente verschieben
fr: Déplacer éléments

source: My Invitations
de: Teamraum Einladungen
fr: Invitations Teamraum

source: My repository
de: Meine Ablage
fr: Mon dépôt

source: Paragraph Template
de: Zwischentitelvorlage
fr: Modèle d'intertitre

source: Participant
de: Beteiligung
fr: Participation

source: Period
de: Periode
fr: Période

source: Prefix Manager
de: Aktenzeichen Präfix Manager
fr: Gestionnaire de préfixes de référence

source: Print details (PDF)
de: Details drucken (PDF)
fr: Imprimer les détails (PDF)

source: Print selection (PDF)
de: Auswahl drucken (PDF)
fr: Imprimer

source: Private Dossier
de: Persönliches Dossier
fr: Dossier personnel

source: Private Root
de: Persönliches Verzeichnis
fr: Répertoire personnel

source: Private folder
de: Persönlicher Ordner
fr: Dossier personnel

source: Properties
de: Metadaten anzeigen
fr: Afficher les métadonnées

source: Proposal
de: Antrag
fr: Requête

source: Proposal Template
de: Antragsvorlage
fr: Modèle de requête

source: Reopen meeting
fr: Rouvrir la séance

source: RepositoryFolder
de: Ordnungsposition
fr: Numéro de classement

source: RepositoryRoot
de: Ordnungssystem
fr: Système de classement

source: Revive preview
de: Vorschau neu generieren
fr: Générer l'aperçu à nouveau

source: Revoke permissions
de: Berechtigungen entziehen
fr: Révoquer les autorisations

source: Sablon Template
de: Sablon Vorlage
fr: Modèle Sablon

source: Send as email
de: Als E-Mail versenden
fr: Envoyer par E-Mail

source: Share content
de: Teilen
fr: Partager

source: Submit additional documents
de: Zusätzliche Beilagen einreichen
fr: Soumettre des pièces jointes additionnelles

source: Submitted Proposal
de: Eingereichter Antrag
fr: Requête soumise

source: Switch UI
de: Zur neuen Ansicht wechseln
fr: Utiliser la nouvelle interface

source: Task
de: Aufgabe
fr: Tâche

source: TaskTemplate
de: Aufgabenvorlage
fr: Modèle de tâches

source: TaskTemplateFolder
de: Standardablauf
fr: Déroulement standard

source: Template Folder
de: Vorlagenordner
fr: Dossier des modèles

source: ToDo list
de: ToDo Liste
fr: Liste de ToDo

source: Toggle orgunit selector
de: Amtswechsler umschalten
fr: commuter l'agent public

source: Unlink workspace
fr: Supprimer un lien avec un espace de travail

source: Unlock unused repository prefixes.
de: Freigabe von ungebrauchten Aktenzeichen Prefixen.
fr: Déblocage de préfixes de référence inutilisés.

source: Workspace
de: Teamraum
fr: Teamraum

source: WorkspaceFolder
de: Ordner
fr: Fichier

source: WorkspaceMeeting
de: Meeting
fr: Meeting

source: WorkspaceMeetingAgendaItem
de: Traktandum
fr: Point à l'ordre du jour

source: WorkspaceRoot
de: Teamräume
fr: Espace partagé

source: YearFolder
de: Jahresordner
fr: Classeur pour l'année

source: eCH-0147 Export
fr: Export eCH-0147

source: eCH-0147 Import
fr: Import eCH-0147

source: label_trash_context
fr: Déplacer dans la corbeille

source: label_untrash_context
fr: Réactiver

source: opengever.document.document
de: Dokument
fr: Document

source: opengever.meeting.proposal
de: Antrag
fr: Requête

source: opengever.task.task
de: Aufgabe
fr: Tâche

source: remove
de: Löschen
fr: Effacer

source: trash_content
fr: Déplacer dans la corbeille

source: untrash_content
fr: Réactiver

source: with comment
de: Mit Kommentar
fr: Avec commentaire

source: without comment
de: Ohne Kommentar
fr: Sans commentaire

source: Checkout
de: Auschecken

source: Contact
de: Kontakt

source: Document
de: Dokument

source: Participants
de: Teilnehmer

source: trashed
de: In den Papierkorb verschieben

source: untrashed
de: Reaktivieren
