Repository: 4teamwork/opengever.core
Catalog: opengever/core/locales/*/LC_MESSAGES/plone.po
Languages: de, fr

source: Active
de: Aktiv
fr: Actif

# DossierManager
source: Manage dossiers
de: Verwalten
fr: Administrer

# Download Excel
source: Export as Excel file
fr: Exporter en Excel

# Fill meeting template
source: Fill with example meeting data
fr: Insérer un exemple de données de réunion

source: Inactive
de: Inaktiv
fr: Inactif

# Publisher
source: Reactivate
de: Reaktivieren
fr: Reactiver

source: deactivate
de: deaktivieren
fr: déactiver

# opengever_committee_workflow--ROLE--CommitteeAdministrator
source: committee admin
de: Gremien-AdministratorIn
fr: Administrateur/trice de commission

# opengever_committee_workflow--ROLE--CommitteeMember
source: committee member
de: Gremien-Mitglied
fr: Membre de commissions

# opengever_committee_workflow--ROLE--CommitteeResponsible
source: committee responsible
de: Gremien-Verantwortliche(r)
fr: Responsable de commissions

# opengever_committee_workflow--ROLE-DESCRIPTION--CommitteeMember
source: A committe member is part of a committee and can view the committee data, such as meetings and proposals.
de: Ein Gremien-Mitglied ist Teil eines Gremiums und kann Inhalte wie Sitzungen und Anträge des Gremiums ansehen.
fr: Un membre de commission fait partie d'une commission et peut voir les contenus comme les séances et les propositions de la commission.

# opengever_committee_workflow--ROLE-DESCRIPTION--CommitteeResponsible
source: The committe responsible is in charge of a committee. This involves creating, planing and hold meetings as well as configuring and deactivating the committee. The committee responsible role is assigned automatically to the group that can be configured per committee.
de: Die Gremien-Verantwortliche Person ist zuständig für ein Kommitee. Sie erstellt, traktandiert und protokolliert Sitzungen und kann das Gremium konfigurieren und deaktivieren. Diese Rolle wird vom System automatisch vergeben.
fr: Le responsable de commission est responsable d'une commission. Il crée des séances, fixe l'ordre du jour et le protocole, et peut configurer et déactiver la commission. Ce rôle est automatiquement assigné par le système.

# opengever_committee_workflow--STATUS--active
source: Active
de: Aktiv
fr: Actif

# opengever_committee_workflow--STATUS--inactive
source: Inactive
de: Inaktiv
fr: Inactif

# opengever_committee_workflow--TRANSITION--deactivate--active_inactive
source: deactivate
de: deaktivieren
fr: désactiver

# opengever_committee_workflow--TRANSITION--reactivate--inactive_active
source: reactivate
de: reaktivieren
fr: réactiver

# opengever_committeecontainer_workflow--ROLE--CommitteeAdministrator
source: committee admin
de: Gremien-AdministratorIn
fr: Administrateur de commissions

# opengever_committeecontainer_workflow--ROLE--MeetingUser
source: meeting user
de: SitzungsbenutzerIn
fr: Utilisateur de séance

# opengever_committeecontainer_workflow--ROLE-DESCRIPTION--CommitteeAdministrator
source: The committee admin is responsible for creating and managing committees and manging the roles of the committees.
de: Ein/e Gremien-AdministratorIn ist verantwortlich für das erstellen und verwalten der Gremien, sowie für das Konfigurieren der Benutzer-Rollen in den jeweiligen Gremien.
fr: Un administrateur de commissions est résponsable pour la création et l'administration des commissions, ainsi que pour la configuration du rôle d'utilisateur dans les différentes commissions.

# opengever_committeecontainer_workflow--ROLE-DESCRIPTION--MeetingUser
source: Anyone who works with the meeting module is a meeting user. Meeting users have read access to the meeting area. Additional roles on committe level are required for accessing the committees.
de: Alle Personen, die mit dem Sitzungsmodul arbeiten, werden als SitzungsbenutzerIn bezeichnet. Dadurch sehen sie den Reiter «Sitzungen». Um auf die verschiedenen Gremien zugreifen zu können sind pro Gremium weitere Rollen zu vergeben.
fr: Tous ceux qui travaillent avec le module des séances sont des utilisateurs de séance. Ils voient l'onglet «Séances». Pour accéder aux différentes commissions, ils doivent recevoir des rôles supplémentaires pour chaque commission.

# opengever_committeecontainer_workflow--STATUS--active
source: Active
de: Aktiv
fr: Actif

# opengever_workspace--ROLE--Administrator
source: admin
de: Administrator
fr: Administrator

# opengever_workspace--ROLE--Manager
source: systems administrator
de: System Administrator
fr: System Administrator

# opengever_workspace--ROLE--WorkspaceAdmin
source: workspace admin
de: Admin
fr: Admin

# opengever_workspace--ROLE--WorkspaceGuest
source: workspace guest
de: Gast
fr: Invité

# opengever_workspace--ROLE--WorkspaceMember
source: workspace member
de: Teammitglied
fr: Membre d'équipe

# opengever_workspace--ROLE-DESCRIPTION--WorkspaceAdmin
source: Workspace admins can manage the team as well as read and modify all contents.
de: Admins verwalten die Teammitglieder und haben lesenden und schreibenden Zugriff auf alle Inhalte.
fr: Les Admins administrent les membres d'équipe et ont accès en lécture et écriture à tous les contenus.

# opengever_workspace--ROLE-DESCRIPTION--WorkspaceGuest
source: A workspace guest has read access to the content but cannot change anything.
de: Gäste haben lesenden Zugriff auf alle Inhalten, können aber keine Inhalte verändern.
fr: Les invités ont accès en lecture à tous les contenus, mais ne peuvent en modifier aucun.

# opengever_workspace--ROLE-DESCRIPTION--WorkspaceMember
source: Workspace members can read and modify all contents of the workspace.
de: Teammitglieder haben lesenden und schreibenden Zugriff auf alle Inhalte.
fr: Les membres d'équipe ont accès en lécture et écriture à tous les contenus.

# opengever_workspace--STATUS--active
source: Active
de: Aktiv
fr: Actif

# opengever_workspace_folder--ROLE--Administrator
source: admin
de: Administrator
fr: Administrator

# opengever_workspace_folder--ROLE--Manager
source: systems administrator
de: System Administrator
fr: System Administrator

# opengever_workspace_folder--ROLE--WorkspaceAdmin
source: workspace admin
de: Admin
fr: Admin

# opengever_workspace_folder--ROLE--WorkspaceGuest
source: workspace guest
de: Gast
fr: Invité

# opengever_workspace_folder--ROLE--WorkspaceMember
source: workspace member
de: Teammitglied
fr: Membre d'équipe

# opengever_workspace_folder--ROLE-DESCRIPTION--WorkspaceAdmin
source: Workspace admins can manage the team as well as read and modify all contents.
de: Admins verwalten die Teammitglieder und haben lesenden und schreibenden Zugriff auf alle Inhalte.
fr: Les Admins administrent les membres d'équipe et ont accès en lécture et écriture à tous les contenus.

# opengever_workspace_folder--ROLE-DESCRIPTION--WorkspaceGuest
source: A workspace guest has read access to the content but cannot change anything.
de: Gäste haben lesenden Zugriff auf alle Inhalten, können aber keine Inhalte verändern.
fr: Les invités ont accès en lecture à tous les contenus, mais ne peuvent en modifier aucun.

# opengever_workspace_folder--ROLE-DESCRIPTION--WorkspaceMember
source: Workspace members can read and modify all contents of the workspace.
de: Teammitglieder haben lesenden und schreibenden Zugriff auf alle Inhalte.
fr: Les membres d'équipe ont accès en lécture et écriture à tous les contenus.

# opengever_workspace_folder--STATUS--active
source: Active
de: Aktiv
fr: Actif

# opengever_workspace_root--ROLE--Administrator
source: admin
de: Administrator
fr: Administrator

# opengever_workspace_root--ROLE--Manager
source: systems administrator
de: System Administrator
fr: System Administrator

# opengever_workspace_root--ROLE--WorkspacesCreator
source: workspaces creator
de: Teamräume-Ersteller
fr: Créateur de Teamräume

# opengever_workspace_root--ROLE--WorkspacesUser
source: workspaces user
de: Teamräume-Benutzer
fr: Utilisateur de Teamräume

# opengever_workspace_root--ROLE-DESCRIPTION--WorkspacesCreator
source: Workspaces creators are allowed to create new workspaces.
de: Teamräume-Ersteller dürfen neue Teamräume erstellen.
fr: Les créateurs de Teamräume peuvent créer de nouveaux Teamräume

# opengever_workspace_root--ROLE-DESCRIPTION--WorkspacesUser
source: Anyone who uses the workspace module is a workspace user. Workspace users can see the workspace root.
de: Die Teamräume-Benutzer-Rolle macht den Navigationspunkt «Teamräume» sichtbar. Sie wird an alle Benutzer des Teamraum-Moduls erteilt.
fr: Le rôle d'utilisateur de Teamräume rend l'onglet «Teamräume» visible. Ce rôle est assigné a tous les utilisateurs du module Teamraum.

# opengever_workspace_root--STATUS--active
source: Active
de: Aktiv
fr: Actif

source: reactivate
de: reaktivieren
fr: réactiver

# title_can_add
source: Add
de: Hinzufügen
fr: Ajouter

# title_can_edit
source: Edit
de: Bearbeiten
fr: Editer

# title_can_review
source: Resolve
de: Abschliessen
fr: Clôturer

# title_can_view
source: Read
de: Lesen
fr: Lire
