Repository: 4teamwork/opengever.core
Catalog: opengever/ris/locales/*/LC_MESSAGES/opengever.ris.po
Languages: fr

# label_assignee
source: Assignee
fr: Responsable

# label_attachments
source: Attachments
fr: Pièces jointes

# label_business_title
source: Business title
fr: Titre de l'affaire

# label_business_type
source: Business type
fr: Type d'affaire

# label_business_url
source: Business URL
fr: URL de l'affaire

# label_committee_title
source: Committee title
fr: Titre de la commission

# label_committee_url
source: Committee URL
fr: URL de la commission

# label_decision_number
source: Decision number
fr: Numéro de décision

# label_decision_number_formatted
source: Formatted decision number
fr: Numéro de décision formaté

# label_excerpts
source: Excerpts
fr: Extraits du protocole

# label_issuer
source: Issuer
fr: Mandant

# label_meeting_title
source: Meeting title
fr: Titre de la séance

# label_meeting_url
source: Meeting UR
fr: URL de la séance

# label_proposal_document
source: Proposal document
fr: Document de requête

# label_responsible
source: Responsible
fr: Responsables

# label_title
source: Title
fr: Titre

# label_topic
source: Topic
fr: Sujet

# label_workflow_state
source: State
fr: Etat

source: Excerpt was replaced
fr: Extrait du protocole remplacé
