Repository: 4teamwork/opengever.core
Catalog: opengever/meeting/locales/*/LC_MESSAGES/opengever.meeting.po
Languages: de, fr

source: A new submitted version of document ${title} has been created.
de: Eine neu eingereichte Version des Dokuments ${title} wurde erstellt.
fr: Une nouvelle version soumise du document ${title} a été créée.

source: Add Dossier for Meeting
de: Sitzungsdossier hinzufügen
fr: Ajouter un dossier de séance

source: Add Meeting
de: Sitzung hinzufügen
fr: Ajouter une séance

source: Add Member
de: Mitglied hinzufügen
fr: Ajouter un membre

source: Add Membership
de: Mitgliedschaft hinzufügen
fr: Ajouter une adhésion

source: Add committee
de: Gremium hinzufügen
fr: Ajouter une commission

source: Additional document ${title} has been submitted successfully.
de: Das zusätzliche Dokument ${title} wurde erfolgreich eingereicht.
fr: Le document supplémentaire ${title} a été soumis avec succès.

source: Agenda item list for meeting ${title} has been generated successfully.
de: Traktandenliste für die Sitzung ${title} wurde erfolgreich erstellt.
fr: L'ordre du jour pour la séance ${title} a été créé avec succès.

source: Agenda item list for meeting ${title} has been updated successfully.
fr: L'ordre du jour pour la séance ${title} a été actualisé avec succès.

source: An unexpected error has occurred
de: Ein unerwarteter Fehler ist aufgetreten
fr: Une erreur imprévue est apparue

source: Are you sure you want to cancel this meeting?
de: Wollen Sie diese Sitzung wirklich stornieren?
fr: Êtes-vous sûr de vouloir annuler cette séance?

source: Are you sure you want to close this meeting?
de: Wollen Sie diese Sitzung wirklich abschliessen?
fr: Êtes-vous sûr de vouloir clôturer cette séance?

source: Are you sure you want to regenerate the protocol?
fr: Voulez-vous vraiment génerer une nouvelle version du protocole?

# Are you sure you want to return this excerpt to the proposer?
source: Are you sure you want to return this excerpt to the originating dossier?
de: Wollen Sie diesen Protokollauszug wirklich an den Antragsteller zurücksenden?
fr: Voulez-vous vraiment déposer l'extrait du protocole dans le dossier d'origine?

source: Are you sure you want to decide this agenda item?
de: Sind Sie sicher, dass Sie dieses Traktandum abschliessen möchten?
fr: Êtes-vous sûr de vouloir clôturer ce point à l'ordre du jour?

source: Can't add membership, it overlaps an existing membership from ${date_from} to ${date_to}.
de: Die Mitgliedschaft kann nicht erstellt werden, weil sie eine bestehende Mitgliedschaft vom ${date_from} bis ${date_to} überschneidet.
fr: Impossible d'ajouter une adhésion, parce qu'elle se chevauche avec une adhésion existante du ${date_from} jusqu'au ${date_to}.

source: Can't change membership, it overlaps an existing membership from ${date_from} to ${date_to}.
de: Die Mitgliedschaft kann nicht geändert werden, weil sie eine bestehende Mitgliedschaft vom ${date_from} bis zum ${date_to} überschneidet.
fr: Impossible de changer l'adhésion, parce qu'elle se chevauche avec une adhésion existante du ${date_from} jusqu'au ${date_to}.

source: Clear filter
de: Filter leeren
fr: Supprimer le filtre

source: Closing the meeting will automatically (re-)create the protocol.
fr: Le procès-verbal est automatiquement regénéré, parce que la séance ne contient pas de modifications manuelles.

source: Closing the meeting will not update the protocol automatically. <br /> Make sure to transfer your changes or recreate the protocol.
de: Das Protokoll wird beim erneuten Sitzungsabschluss nicht automatisch aktualisiert. <br /> Bitte übertragen Sie allfällige Änderungen manuell oder generieren Sie das Protokoll neu.
fr: Le procès-verbal ne sera pas automatiquement actualisé lors d'une nouvelle fermeture de la séance. <br /> Veuillez assurer le transfert des modifications manuellement ou en générant un nouveau procès-verbal.

source: Delete
de: Löschen
fr: Supprimer

source: Document ${title} has already been submitted in that version.
de: Das Dokument ${title} wurde bereits in dieser Version eingereicht.
fr: Le document ${title} a déjà été soumis dans cette version.

source: Error while processing Sablon template
fr: Le Modèle Sablon n'a pas pu être utilisé

source: Existing document
fr: Document existant

source: Failed to save.
de: Speichern fehlgeschlagen.
fr: Enregistrement échoué.

source: Filter participants
de: Teilnehmende filtern
fr: filtrer les participants

source: From template
fr: A partir d'un modèle

source: History
de: Verlauf
fr: Historique

source: Insufficient privileges on meeting dossier
fr: Privilèges insuffisants sur le dossier de séance

source: Linked repository folder
de: Ablageposition
fr: Répertoire d'archivage

source: Meeting Dossier
de: Sitzungsdossier
fr: Dossier de séance

source: Meeting number
de: Sitzungsnummer
fr: Numéro de la séance

source: Memberships
de: Mitgliedschaften
fr: Adhésions

source: Missing period
fr: Période manquante

source: No content
de: Keine Inhalte
fr: Pas de contenu

source: Properties
de: Eigenschaften
fr: Propriétés

source: Proposal
de: Antrag
fr: Requête

source: Proposal Template
de: Antragsvorlage
fr: Modèle de requête

source: Protocol
de: Protokoll
fr: Protocole

source: Protocol Excerpt
de: Protokollauszug
fr: Extrait du protocole

source: Protocol for meeting ${title} has been generated successfully.
de: Protokoll für die Sitzung ${title} wurde erfolgreich erstellt.
fr: Le protocole pour la séance ${title} a été créé avec succès.

source: Protocol for meeting ${title} has been updated successfully.
de: Protokoll für die Sitzung ${title} wurde erfolgreich aktualisiert.
fr: Le protocole pour la séance ${title} a été actualisé avec succès.

source: Protocol for meeting ${title} has not been updated. The protocol has been modified manually and these modifications will be lost if you regenerate the protocol.
fr: Le protocole pour la séance ${title} n'a pas été actualisé. Le protocole contient des modifications manuelles qui seraient perdues si vous génériez une nouvelle version du protocole.

source: Sablon Template
de: Sablon Vorlage
fr: Modèle Sablon

source: Save
de: Speichern
fr: Sauvegarder

source: Scheduled Successfully
de: Erfolgreich traktandiert
fr: Joint à l'ordre du jour avec succès

source: The meeting and its dossier were created successfully
de: Die Sitzung und das dazugehörige Sitzungsdossier wurden erfolgreich erstellt.
fr: La séance et le dossier y associé ont été créés avec succès.

source: The period's end date can't be before its start date.
fr: La date de fin d'une période ne peut pas précéder son début

source: The period's range overlaps the following periods: ${periods}
fr: La plage de la période recoupe les périodes suivantes: ${periods}

source: The proposal has been rejected successfully
de: Der Antrag wurde erfolgreich zurückgewiesen.
fr: La requête a été rejetée avec succès.

source: The protocol has been modified manually. These modifications will be lost if you regenerate the protocol.
fr: Le protocole contient des modifications manuelles. Ces modifications seront perdues si vous générez une nouvelle version du protocole.

source: Unschedule
de: Entfernen
fr: Enlever

source: Unschedule proposal
de: Traktandum entfernen
fr: Enlever le point à l'ordre du jour

source: Updated with a newer docment version from proposal's dossier.
de: Das Dokument wurde durch eine neuere Version aus dem Antragsdossier überschrieben.
fr: Le document a été écrasé par une version plus récente provenant du dossier d'origine de la requête.

source: Updated with a newer excerpt version.
de: Das Dokument wurde durch eine neuere Version des Protokollauszugs überschrieben.
fr: Le document a été écrasé par une version plus récente de l'extrait de protocole.

source: Updated with a newer generated version from meeting ${title}.
de: Mit einer neuen Version der Sitzung ${title} aktualisiert.
fr: Actualisé par une nouvelle version de la séance ${title}.

source: View all
de: Alle anzeigen
fr: afficher tous

source: You are not allowed to change the meeting details.
de: Sie haben nicht die nötigen Rechte, um Änderungen vorzunehmen.
fr: Vous ne disposez pas des droits nécessaires pour faire des modifications.

# action_cancel_meeting
source: Cancel meeting
de: Sitzung stornieren
fr: Annuler la séance

# action_close_meeting
source: Close meeting
de: Sitzung abschliessen
fr: Clôturer la séance

# action_create_task
source: Create task
de: Aufgabe erstellen
fr: Créer une tâche

# action_debug_excerpt_docxcompose
source: Debug excerpt docxcompose
fr: Télécharger les fichiers docxcompose

# action_decide
source: Decide
de: Traktandum abschliessen
fr: Clôturer un point à l'ordre du jour

# action_download_document
source: Download document
de: Dokument herunterladen
fr: Télécharger le document

# action_edit_document
source: Edit with word
de: In Word bearbeiten
fr: Modifier dans Word

# action_generate_document
source: Regenerate document
de: Dokument neu generieren
fr: Regénérer le document

# action_generate_excerpt
source: Generate excerpt
de: Protokollauszug generieren
fr: Générer l'extrait de protocole

# action_remove_agenda_item
source: Remove agenda item
de: Traktandum streichen
fr: Supprimer le point à l'ordre du jour

# action_remove_agenda_paragraph
source: Remove paragraph
de: Zwischentitel streichen
fr: Supprimer l'intertitre

# action_rename_agenda_item
source: Rename agenda item
de: Traktandum umbenennen
fr: Editer le point à l'ordre du jour

# action_rename_agenda_paragraph
source: Rename paragraph
de: Zwischentitel neu setzen
fr: Modifier l'intertitre

# action_reopen
source: Reopen agenda item
de: Wieder öffnen
fr: Rouvrir

# action_reopen_meeting
source: Reopen meeting
de: Sitzung wieder öffnen
fr: Rouvrir la séance

# action_return_excerpt
source: File excerpt in originating dossier
de: Protokollauszug zurücksenden
fr: Déposer l'extrait de protocole

source: Active
de: Aktiv
fr: Actif

# ad_hoc_toc_group_title
source: Ad hoc agendaitems
fr: Points à l'ordre du jour sans requête

# agenda_item_cannot_decide_document_checked_out
source: Cannot decide agenda item: someone else has checked out the document.
de: Traktandum kann nicht abgeschlossen werden: das Beschlussdokument ist noch von einer anderen Person ausgecheckt.
fr: Le point à l'ordre du jour ne peut pas être clôturé: le document de décision a été extrait par quelqu'un d'autre.

source: Agenda Item decided.
de: Traktandum wurde abgeschlossen.
fr: Le point à l'ordre du jour a été clôturé.

# agenda_item_deleted
source: Agenda Item Successfully deleted
de: Traktandum wurde erfolgreich entfernt.
fr: Le point a été enlevé avec succès de l'ordre du jour.

# agenda_item_meeting_held
source: Agenda item has been decided and the meeting has been held.
de: Das Traktandum wurde abgeschlossen und die Sitzung wurde durchgeführt.
fr: Le point à l'ordre du jour a été clôturé et la séance a eu lieu.

source: Agenda Item order updated.
de: Die Reihenfolge der Traktanden wurde aktualisiert.
fr: Les points à l'ordre du jour ont été réarrangés.

# agenda_item_reopened
source: Agenda Item successfully reopened.
de: Das Traktandum wurde wieder eröffnet.
fr: Le point à l'ordre du jour a été rouvert.

# agenda_item_revised
source: Agenda Item revised successfully.
de: Das Traktandum wurde erfolgreich überarbeitet.
fr: Le point à l'ordre du jour a été révisé avec succès.

# agenda_item_update_empty_string
source: Agenda Item title must not be empty.
de: Der Titel eines Traktandums darf nicht leer sein.
fr: Le titre d'un point à l'ordre du jour ne peut pas être laissé vide.

# agenda_item_update_too_long_title
source: Agenda Item title is too long.
de: Der Traktandums-Titel ist zu lang.
fr: Le titre du point à l'ordre du jour est trop long.

source: Agenda Item updated.
de: Traktandum erfolgreich aktualisiert.
fr: Le point à l'ordre du jour a été mis à jour avec succès.

source: All
de: Alle
fr: Tous

source: Attachments
fr: Pièces jointes

# button_cancel
source: Cancel
de: Abbrechen
fr: Annuler

# button_confirm
source: Confirm
fr: Confirmer

# button_continue
source: Continue
de: Weiter
fr: Continuer

# button_create_protocol_approval_proposal
source: Create protocol approval proposal
fr: Créer requête d'approbation

# button_create_successor_proposal
source: Create successor proposal
de: Folgeantrag erstellen
fr: Créer une requête ultérieure

# button_submit_attachments
source: Submit Attachments
de: Anhänge einreichen
fr: Soumettre les pièces jointes.

source: Cancel
de: Stornieren
fr: Annuler

source: Cancelled
de: Storniert
fr: Annulé

source: Close meeting
de: Abschliessen
fr: Clôturer

source: Closed
de: Abgeschlossen
fr: Clôturé

# column_comittee
source: Committee
de: Gremium
fr: Commission

# column_date_from
source: Date from
de: Von
fr: De

# column_date_of_submission
source: Date of submission
de: Eingereicht am
fr: Soumis le

# column_date_to
source: Date to
de: Bis
fr: Jusqu'à

# column_firstname
source: First name
de: Vorname
fr: Prénom

# column_from
source: From
de: Von
fr: De

# column_lastname
source: Last name
de: Nachname
fr: Nom

# column_location
source: Location
de: Sitzungsort
fr: Lieu de séance

# column_meeting
source: Meeting
de: Sitzung
fr: Séance

# column_member
source: Member
de: Mitglied
fr: Membre

# column_role
source: Role
de: Rolle
fr: Rôle

# column_state
source: State
de: Status
fr: Etat

# column_title
source: Title
de: Titel
fr: Titre

# column_to
source: To
de: Bis
fr: Jusqu'à

source: Create Excerpt
de: Protokollauszug generieren
fr: Générer un extrait de protocole

source: Decide
de: Beschliessen
fr: Décider

source: Decide agenda item
de: Traktandum abschliessen
fr: Clôturer un point à l'ordre du jour

source: Decided
de: Beschlossen
fr: Clôturé

# desc_download_original_files
source: If you need the original files instead of the PDFs, a ZIP file can be downloaded here. That ZIP file will also contain a JSON file which allows it to be imported by the meeting app.
fr: Si vous voulez télécharger les fichiers originaux au lieu des PDFs, un fichier Zip les contenant peut être téléchargé ici. Ce Zip contiendra également un fichier JSON permettant de l'importer dans l'application Sitzungsapp.

# desc_pdf_zip_contents
source: The ZIP file contains a PDF file for each document in this meeting and a JSON file which allows it to be imported by the meeting app.
fr: Le fichier Zip contient un fichier PDF pour chaque document de cette séance ainsi qu'un fichier JSON qui permet de l'importer dans l'application Sitzungsapp.

# description_decision_sequence_number
source: Only visible for managers. Only change this if you know what you are doing! Shows the maximum decision number currently assigned. When closing the next meeting this number +1 will be used as the decision sequence number for the first agenda item.
fr: Visible uniquement pour les Managers. Ne devrait normalement pas être modifié. Correspond au numéro de décision maximal assigné en ce moment. Ce numéro de décision +1 sera assigné au premier point à l'ordre du jour de la prochaine séance clôturée.

# description_group
source: Automatically configure permissions on the committee for this group.
de: Diese Gruppe kann die Kommission bearbeiten und einsehen.
fr: Ce groupe peut modifier et consulter la commission.

# description_meeting_sequence_number
source: Only visible for managers. Only change this if you know what you are doing! Shows the maximum meeting number currently assigned. When closing the next meeting this number +1 will be used as the meeting sequence number.
fr: Visible uniquement pour les Managers. Ne devrait normalement pas être modifié. Correspond au numéro de séance maximal assigné en ce moment. Ce numéro +1 sera assigné à la prochaine séance clòturée.

# document_checkout_not_allowed
source: You are not allowed to check out the document.
de: Sie dürfen das Dokument nicht auschecken.
fr: Vous n'êtes pas autorisé(e) à extraire le document.

# document_label_agenda_item_list
source: Agenda item list
de: Traktandenliste
fr: Ordre du jour

# document_label_pre_protocol
source: Pre-protocol
de: Vorprotokoll
fr: Pré-protocole

# document_label_protocol
source: Protocol
de: Protokoll
fr: Protocole

# document_last_modified
source: Modified at ${date}
fr: Dernière modification: ${date}

# document_not_yet_generated
source: Not yet generated.
de: Noch nicht generiert.
fr: Pas encore généré.

# editing_not_allowed
source: Editing is not allowed.
de: Bearbeiten ist nicht erlaubt.
fr: Modification non autorisée.

# empty_paragraph
source: Paragraph must not be empty.
de: Der Abschnitt darf nicht leer sein.
fr: Ce paragraphe ne doit pas rester vide.

# empty_proposal
source: Proposal must not be empty.
de: Der Freitext darf nicht leer sein.
fr: Ce texte libre ne doit pas être vide.

# error_default_template_is_in_allowed_templates
source: The default ad-hoc agenda item template has to be amongst the allowed ones for this committee.
fr: Le modèle pour les points à l'ordre du jour sans requête doit être sélectionné parmis les modèles autorisés.

# error_move_proposal_dossier_not_open
source: Can only move objects from open dossiers
fr: Seuls les objets contenus dans des dossiers actifs peuvent être déplacés.

# error_must_checkin_documents_for_transition
source: Cannot change the state because the proposal contains checked out documents.
de: Der Status kann nicht geändert werden solange der Antrag ausgecheckte Dokumente enthält.
fr: L'état ne peut pas être changé tant que la requête contient des documents qui ont été extraits.

# error_no_items
source: You have not selected any items.
fr: Vous n'avez sélectionné aucun élément.

# error_no_items_selected
source: You have not selected any items
fr: Vous n'avez sélectionné aucun élément

# error_no_permission_to_add_document
source: Insufficient privileges to add a document to the meeting dossier.
de: Ungenügende Berechtigungen zum Hinzufügen eines Dokumentes im Sitzungsdossier.
fr: Autorisations insuffisantes pour ajouter un document au dossier de séance.

# error_only_docx_files_allowed_as_proposal_documents
source: Only .docx files are allowed as proposal documents.
fr: Seuls les fichiers .docx sont autorisés comme documents de requête.

# error_prosal_template_not_docx
source: Only word files (.docx) can be added here.
de: Nur Word-Dateien (.docx) sind erlaubt.
fr: Seuls les fichiers Word (.docx) sont acceptés.

# error_template_or_document_required_for_creation
source: Either a proposal template or a proposal document is required.
fr: Veuillez choisir soit un modèle de requête, soit un document de requête.

# excerpt_document_default_title
source: Excerpt ${title}
de: Protokollauszug ${title}
fr: Extrait de protocole ${title}

# excerpt_generated
source: Excerpt was created successfully.
de: Protokollauszug erfolgreich generiert.
fr: Extrait de protocole généré avec succès.

# excerpt_returned
source: Excerpt was filed in originating dossier.
de: Der Protokollauszug wurde an den Antragsteller zurückgesendet.
fr: L'extrait de protocole a été déposé dans le dossier d'origine de la requête.

source: Excused
de: Entschuldigt
fr: Excusé

# fieldset_excerpt_templates
source: Excerpt templates
fr: Modèles extrait de protocole

# fieldset_protocol_templates
source: Protocol templates
fr: Modèles protocole

# filename_alphabetical_toc
source: Alphabetical TOC ${period} ${committee}
de: Inhaltsverzeichnis ${period} ${committee} alphabetisch
fr: Table des matières ${period} ${committee} alphabétique

# filename_dossier_reference_number_toc
source: Dossier reference number TOC ${period} ${committee}
fr: Table des matières ${period} ${committee} selon Numéro de référence

# filename_repository_reference_number_toc
source: Repository reference number TOC ${period} ${committee}
fr: Table des matières ${period} ${committee} selon Numéro de classement

# filename_repository_toc
source: Repository TOC ${period} ${committee}
de: Inhaltsverzeichnis ${period} ${committee} nach Ordnungsposition
fr: Table des matières ${period} ${committee} selon l'ordre des points

source: Held
de: Durchgeführt
fr: Tenue

# help_allowed_ad_hoc_agenda_item_templates
source: Select the ad-hoc agenda item templates allowed for this committee, or select no templates to allow all templates.
fr: Choisissez tous les modèles pour les points à l'ordre du jour sans requête autorisés dans cette commission. Ne choisissez aucun modèle de requête pour autoriser tous les modèles.

# help_allowed_proposal_templates
source: Select the proposal templates allowed for this committee, or select no templates to allow all templates.
de: Wählen Sie alle Antragsvorlagen aus, die in diesem Gremium erlaubt sind. Wählen Sie keine Antragsvorlagen aus, um alle Vorlagen zu erlauben.
fr: Choisissez tous les modèles de requête autorisés dans cette commission. Ne choisissez aucun modèle de requête pour autoriser tous les modèles.

# help_create_task
source: Create a new task in the meeting dossier and attach this excerpt.
de: Neue Aufgabe im Sitzungsdossier erstellen und diesen Protokollauszug beilegen.
fr: Etablir une nouvelle tâche dans le dossier de séance et y joindre cet extrait de protocole.

# help_meeting_template
source: Template containing the predefined paragraphs
fr: Modèle de séance avec intertitre prédéfinis

# help_return_excerpt
source: Return this excerpt the as official answer to the proposal.
de: Diesen Protokollauszug als definitive Antwort an den Antrag zurücksenden.
fr: Déposer cet extrait de protocole comme réponse définitive dans le dossier d'origine de la requête.

# help_returned_excerpt
source: This excerpt was filed as a response in the originating dossier.
de: Dieser Protokollauszug wurde als Antwort an den Antrag zurückgesendet.
fr: Cet extrait de protocole a été déposé comme réponse dans le dossier d'origine de la requête.

# hold
source: Hold meeting
de: Sitzung durchführen
fr: Tenir une séance

source: Inactive
de: Inaktiv
fr: Inactif

# invalid_agenda_item_state
source: The agenda item is in an invalid state for this action.
de: Diese Aktion kann im aktuellen Zustand des Traktandums nicht durchgeführt werden.
fr: Cette action ne peut pas être effectuée dans l'état actuel de ce point à l'ordre du jour.

# label_ad_hoc_template
source: Ad hoc agenda item template
de: Vorlage für Traktanden ohne Antrag
fr: Modèle pour les points à l'ordre du jour sans requête

# label_agenda_item_decided
source: Decided
de: Abgeschlossen
fr: Clôturé

# label_agenda_item_header_template
source: Agenda item header template for the protocol
de: Kopfvorlage Traktandum in Protokoll
fr: Modèle pour l'en-tête d'un point à l'ordre du jour dans le protocole

# label_agenda_item_number
source: Agenda item number
de: Nummer des Traktandums in dieser Sitzung
fr: Numéro du point à l'ordre du jour dans cette séance

# label_agenda_item_number_raw
source: Agenda item number (unformatted)
fr: Numéro du point à l'ordre du jour dans cette séance (non-formatté)

# label_agenda_item_suffix_template
source: Agenda item footer template for the protocol
de: Schlussteilvorlage Traktandum in Protokoll
fr: Modèle pour la partie finale d'un point à l'ordre du jour dans le protocole

# label_agendaitem_list
source: Agendaitem list
de: Traktandenliste
fr: Liste des points du jour

# label_agendaitem_list_template
source: Agenda item list template
de: Vorlage Traktandenliste
fr: Modèle de l'ordre du jour

# label_allowed_ad_hoc_agenda_item_templates
source: Allowed ad-hoc agenda item templates
fr: Modèles pour les points à l'ordre du jour sans requête autorisés

# label_allowed_proposal_templates
source: Allowed proposal templates
de: Erlaubte Antragsvorlagen
fr: Modèles de requêtes autorisés

# label_attachments
source: Attachments
de: Anhänge
fr: Pièces jointes

# label_backlink_to_meeting
source: Back to the meeting
fr: Retour à la séance

# label_button_creation_in_progress
source: Generating ZIP...
fr: Génération du Zip en cours...
