Repository: 4teamwork/opengever.core
Catalog: opengever/meeting/locales/*/LC_MESSAGES/opengever.meeting.po
Languages: de, fr

# column_date
source: Date
de: Datum

# label_participants
source: Participants
de: Teilnehmende

# tab_participants
source: ${count} Participants
de: ${count} Teilnehmende
