Repository: 4teamwork/opengever.core
Catalog: opengever/meeting/locales/*/LC_MESSAGES/opengever.meeting.po
Languages: de, fr

# label_button_download_zip
source: Download ZIP
fr: Télécharger le Zip

# label_button_error
source: Error generating ZIP
fr: Erreur dans le Zip

# label_cancel
source: Cancel
de: Abbrechen
fr: Annuler

# label_cancel_meeting
source: Cancel meeting
de: Sitzung stornieren
fr: Annuler la séance

# label_close_error_has_undecided_agenda_items
source: The meeting cannot be closed because it has undecided agenda items.
de: Die Sitzung kann nicht abgeschlossen werden solange noch nicht alle Traktanden abgeschlossen sind.
fr: La séance ne peut pas être clôturée avant que tous les points à l'ordre du jour ne soient clôturés et les extraits de protocol générés et déposés comme réponse dans le dossier d'origine de la requête.

# label_closed_meetings
source: Closed meetings
de: Vergangene Sitzungen
fr: séances passées

# label_comittee
source: Comittee
fr: Commission

# label_comment
source: Comment
fr: Commentaire

# label_committe_deactivated
source: Committee deactivated successfully
de: Gremium erfolgreich deaktiviert.
fr: Commission déactivé avec succès.

# label_committe_reactivated
source: Committee reactivated successfully
de: Gremium erfolgreich reaktiviert.
fr: Commission réactivé avec succès.

# label_committee
source: Committee
de: Gremium
fr: Commission

# label_committee_responsible
source: Committee responsible
de: Gremien-Verantwortliche
fr: Responsables de commissions

# label_confirm_generate_protocol
source: Generate Protocol
fr: Générer

# label_create_excerpt
source: Create Excerpt
de: Protokollauszug generieren
fr: Générer un extrait de protocole

# label_create_task_from_proposal
source: Create task
fr: Créer une tâche

# label_creator
source: Creator
de: Ersteller
fr: Créé par

# label_current_members
source: Current members
de: Aktuelle Mitglieder
fr: Membres actuels

# label_current_period
source: Current Period
de: Aktuelle Periode
fr: Période actuelle

# label_date_from
source: Start date
de: Von
fr: De

# label_date_of_submission
source: Date of submission
de: Eingereicht am
fr: Soumis le

# label_date_to
source: End date
de: Bis
fr: Jusqu'à

# label_deactivate
source: Deactivate committee
de: Gremium deaktivieren
fr: Déactiver la commission

# label_decide
source: Decide
de: Abschliessen
fr: Clôturer

# label_decision_number
source: Decision number
de: Beschlussnummer
fr: Numéro de décision

# label_decision_sequence_number
source: Sequence number for decisions
fr: Numéro de séquence des décisions

# label_delete_agenda_item_confirm_text
source: Are you sure you want to delete this agenda item?
de: Wollen Sie dieses Element wirklich streichen?
fr: Êtes-vous sûr de vouloir supprimer cet élément?

# label_destination
source: Destination
fr: Dossier de déstination

# label_dossier_not_available
source: Dossier not available
de: Dossier nicht verfügbar
fr: Dossier indisponible

# label_download_alphabetical_toc
source: TOC alphabetical
de: Inhaltsverzeichnis alphabetisch
fr: Table des matières alphabétique

# label_download_alphabetical_toc_json
source: TOC JSON alphabetical
fr: Table des matières alphabétique JSON

# label_download_dossier_refnum_toc
source: TOC by dossier reference number
fr: Table des matières selon le Numéro de référence

# label_download_dossier_refnum_toc_json
source: TOC JSON by dossier reference number
fr: Table des matières selon le Numéro de référence JSON

# label_download_repository_refnum_toc
source: TOC by repository reference number
fr: Table des matières selon le Numéro de classement

# label_download_repository_refnum_toc_json
source: TOC JSON by repository reference number
fr: Table des matières selon le Numéro de classement JSON

# label_download_repository_toc
source: TOC by repository
de: Inhaltsverzeichnis nach Ordnungsposition
fr: Table des matières selon l'ordre des points

# label_download_repository_toc_json
source: TOC JSON by repository
fr: Table des matières selon l'ordre des points JSON

# label_download_zip_original_files
source: Download ZIP of original files
fr: Télécharger un Zip des fichiers originaux

# label_edit
source: Edit
de: Bearbeiten
fr: Editer

# label_edit_after_creation
source: Edit after creation
de: Nach dem Hinzufügen bearbeiten
fr: Modifier après la création

# label_edit_cancel
source: Cancel
de: Abbrechen
fr: Annuler

# label_edit_membership
source: Edit Membership
de: Mitgliedschaft bearbeiten
fr: Editer l'adhésion

# label_edit_save
source: Save
de: Speichern
fr: Sauvegarder

# label_end
source: End
de: Ende
fr: Fin

# label_error
source: Error
fr: Erreur

# label_excerpt
source: Excerpt
de: Protokollauszug
fr: Extrait du protocole

# label_excerpt_header_template
source: Excerpt header template
de: Vorlage Kopf für Protokollauszüge
fr: Modèle pour l'en-tête des extraits de protocole

# label_excerpt_suffix_template
source: Excerpt footer template
de: Vorlage Schlussteil für Protokollauszüge
fr: Modèle pour la partie finale des extraits de protocole

# label_excerpts
source: Excerpts
de: Protokollauszüge
fr: Extraits de protocole

# label_file
source: File
de: Datei
fr: Fichier

# label_filter_proposal
source: Filter
de: Filtern
fr: Filtrage

# label_firstname
source: First name
de: Vorname
fr: Prénom

# label_insert
source: Insert
de: Einfügen
fr: Insérer

# label_invalid_sablon_template
source: Sablon template invalid
de: Gültigkeitsstatus
fr: Etat de validité

# label_issuer
source: Issuer
fr: Mandant

# label_last_meeting
source: Last Meeting:
de: Letzte Sitzung:
fr: Dernière séance:

# label_lastname
source: Last name
de: Nachname
fr: Nom

# label_linked_meeting
source: Linked meeting
de: Sitzung
fr: séance

# label_linked_repository_folder
source: Contains automatically generated dossiers and documents for this committee.
de: Alle automatisch generierten Sitzungsdossiers und Dokumente werden in dieser Ordnungsposition abgelegt.
fr: Tous les documents et dossiers de séance générés automatiquement seront déposés sous cette position.

# label_location
source: Location
de: Sitzungsort
fr: Lieu de séance

# label_main_attributes
source: Main attributes
de: Eigenschaften
fr: Propriétés

# label_meeting
source: Meeting
de: Sitzung
fr: Séance

# label_meeting_closed
source: Meeting closed
de: Sitzung abgeschlossen
fr: Séance clôturée

# label_meeting_has_agenda_items
source: The meeting already has agenda items and can't be cancelled
de: Die Sitzung kann nicht storniert werden solange sie Traktanden hat.
fr: Cette séance ne peut pas être annulée tant qu'elle contient des points de l'ordre du jour.

# label_meeting_sequence_number
source: Sequence number for meetings
fr: Numéro de séquence des séances

# label_meeting_template
source: Meeting Template
fr: Modèle de séance

# label_member
source: Member
de: Mitglied
fr: Membre

# label_modified
source: Modified
de: Zuletzt bearbeitet
fr: Dernière modification

# label_next_meeting
source: Next Meeting:
de: Nächste Sitzung:
fr: Prochaine séance:

# label_no_memberships
source: This member has no memberships.
de: Dieser Benutzer hat keine Mitgliedschaften.
fr: Cet utilisateur n'a pas d'adhésion.

# label_no_proposals
source: No proposals submitted
de: Keine Anträge eingereicht
fr: Aucune requête n'a été soumise.

# label_other_participants
source: Other Participants
de: Weitere Teilnehmende
fr: Autres participants

# label_paragraph_template
source: Paragraph template
de: Vorlage für Zwischentitel
fr: Modèle pour l'intertitre

# label_predecessor
source: Predecessor
de: Vorgänger
fr: Prédécesseur

# label_presidency
source: Presidency
de: Vorsitz
fr: Présidence

# label_proposal_document
source: Proposal Document
fr: Document de requête

# label_proposal_template
source: Proposal template
de: Antragsvorlage
fr: Modèle de requête

# label_protocol_approval
source: Approve protocol
fr: Approbation du procès-verbal

# label_protocol_header_template
source: Protocol header template
de: Vorlage Protokollkopf
fr: Modèle pour l'en-tête du protocole

# label_protocol_start_page_number
source: Protocol start-page
de: Beginn Seitennummerierung Protokoll
fr: Début de la numérotation de pages du protocole

# label_protocol_suffix_template
source: Protocol footer template
de: Vorlage Schlussteil des Protokolls
fr: Modèle pour la partie finale du protocole

# label_reactivate
source: Reactivate committee
de: Gremium reaktivieren
fr: Réactiver la commission

# label_remove
source: Remove
de: Löschen
fr: Supprimer

# label_return_excerpt
source: Return Excerpt
de: Protokollauszug zurücksenden
fr: Déposer l'extrait de protocole

# label_returned_excerpt
source: Returned
de: An Antrag zurückgesendet.
fr: Déposé dans le dossier.

# label_role
source: Role
de: Rolle
fr: Rôle

# label_sablon_template_file
source: Template file
de: Vorlage-Datei
fr: Fichier-modèle

# label_save
source: Save
de: Speichern
fr: Sauvegarder

# label_schedule
source: Schedule
de: Traktandieren
fr: Mettre à l'ordre du jour

# label_secretary
source: Secretary
de: Protokollführung
fr: Secrétaire

# label_start
source: Start
fr: Début

# label_submit_additional_documents
source: Submit Additional Documents
fr: Soumettre les pièces jointes additionnelles

# label_submit_updated_documents
source: Submit Updated Documents
fr: Soumettre une nouvelle version

# label_successors
source: Successors
de: Folgeanträge
fr: Requêtes ultérieures

# label_template_or_existing_document
source: Proposal document type
fr: Document de requête

# label_title
source: Title
de: Titel
fr: Titre

# label_title_excerpt
source: Excerpt title
de: Titel
fr: Titre

# label_toc_template
source: Table of contents template
de: Vorlage Inhaltsverzeichnis
fr: Modèle de la table des matières

# label_toggle_attachments
source: Toggle attachments
de: Anhänge anzeigen / ausblenden
fr: Afficher / cacher les pièces jointes

# label_transition_executed
source: Transition ${transition} executed
de: Statusänderung ${transition} ausgeführt
fr: Modification d'état ${transition} exécutée

# label_unlocked_attachments
source: Unlocked attachments
fr: Pièces jointes découplées

# label_unschedule_agenda_item_confirm_text
source: Are you sure you want to unschedule this agenda item?
de: Wollen Sie dieses Traktandum wirklich aus der Traktandenliste entfernen?
fr: Êtes-vous sûr de vouloir enlever ce point à l'ordre du jour?

# label_unscheduled_proposals
source: Unscheduled proposals
de: Nicht traktandierte Anträge
fr: Requêtes non-agendées

# label_upcoming_meetings
source: Upcoming meetings
de: Kommende Sitzungen
fr: Prochaines séances

# label_warning
source: Warning
fr: Avertissement

# label_workflow_state
source: State
de: Status
fr: Etat

source: Language
de: Sprache
fr: Langue

# meeting_byline_end
source: End
de: Ende
fr: Fin

# meeting_byline_location
source: Location
de: Ort
fr: Lieu

# meeting_byline_meetin_dossier
source: Meeting dossier
de: Sitzungsdossier
fr: Dossier de séance

# meeting_byline_presidency
source: Presidency
de: Vorsitz
fr: Présidence

# meeting_byline_secretary
source: Secretary
de: Protokollführung
fr: Rédaction du protocole

# meeting_byline_start
source: Start
de: Beginn
fr: Début

# meeting_byline_workflow_state
source: State
de: Status
fr: Etat

# meeting_role_presidency
source: Presidency
de: Vorsitz
fr: Présidence

# meeting_role_secretary
source: Secretary
de: Protokollführung
fr: Rédaction du protocole

source: Meetings
de: Sitzungen
fr: Séances

source: Memberships
de: Mitgliedschaften
fr: Adhésions

# message_checkout_info
source: The proposal document is currently checked out by ${creator}.
fr: Le document de requête a déjà un checkout par ${creator}.

# message_committee_inactive_warning
source: The committee ${committee_title} is no longer active.
fr: La commission ${committee_title} a été désactivée.

# message_locked_by_another_user
source: Your changes were not saved, the protocol is locked by ${username}.
de: Die Änderungen konnten nicht gespeichert werden, das Protokoll wurde von ${username} gesperrt.
fr: Les modifications n'ont pas pu être sauvegardées; le protocole a été verrouillé par ${username}.

# message_write_conflict
source: Your changes were not saved, the protocol has been modified in the meantime.
de: Die Änderungen konnten nicht gespeichert werden, das Protokoll wurde in der Zwischenzeit modifiziert.
fr: Vos modifications n'ont pas pu être sauvegardées; le protocole a été modifié entre-temps.

# missing_ad_hoc_template
source: No ad-hoc agenda-item template has been configured.
de: Es konnte keine Vorlage für ein Traktandum gefunden werden.
fr: Aucun modèle n'a pu être trouvé pour un point à l'ordre du jour.

# msg_confirm_create_excerpt_dialog
source: Choose a meaningful title to distinguish the created excerpts better.
de: Wählen Sie einen aussagekräftigen Titel um die Protokollauszüge besser unterscheiden zu können.
fr: Choisissez un titre pertinent permettant de mieux différencier les extraits de protocole.

# msg_confirm_return_excerpt_dialog
source: When filing an excerpt in the originating dossier the selected document will be sent back to the proposal's originating dossier. No other excerpts can be filed in such a way.
de: Der Protokollauszug wird an den Antragsteller bzw. ins Ursprungsdossier des Antrags zurückgesendet. Es können keine weiteren Protokollauszüge zurückgesendet werden.
fr: L'extrait de protocole est déposé dans le dossier d'origine de la requête. Aucun extrait de protocole supplémentaire ne peut y être déposé.

# msg_download_original_files
source: Download original files rather than PDF files.
fr: Télécharger les fichiers originaux au lieu des PDFs.

# msg_error_agendaitem_list_already_generated
source: The agenda item list for meeting ${title} has already been generated.
de: Die Traktandenliste für die Sitzung ${title} wurde bereits erstellt.
fr: L'ordre du jour pour la séance ${title} a déjà été créé.

# msg_error_agendaitem_list_missing_template
source: There is no agenda item list template configured, agenda item list could not be generated.
de: Es ist keine Vorlage für die Traktandenliste konfiguriert, die Traktandenliste konnte nicht generiert werden.
fr: Aucun modèle n'est configuré pour l'ordre du jour; l'ordre du jour n'a pas pu être généré.

# msg_hold_meeting_dialog
source: When deciding an agenda item, the agenda item list is no longer editable.
de: Nach Abschluss eines Traktandums kann die Traktandenliste nicht mehr bearbeitet werden.
fr: L'ordre du jour ne pourra plus être modifié après la clôture d'un point à l'ordre du jour.

# msg_meeting_successfully_cancelled
source: The meeting ${title} has been successfully cancelled.
de: Die Sitzung ${title} wurde erfolgreich storniert.
fr: La séance ${title} a été annulée avec succès

# msg_meeting_successfully_closed
source: The meeting ${title} has been successfully closed, the excerpts have been generated and sent back to the initial dossier.
de: Die Sitzung ${title} wurde erfolgreich abgeschlossen, die Protokollauszüge wurden generiert und an die Urprungsdossiers zurückgespielt.
fr: La séance ${title} a été clôturée avec succès.

# msg_membership_deleted
source: The membership was deleted successfully.
de: Die Mitgliedschaft wurde erfolgreich gelöscht
fr: L'adhésion a été supprimée avec succès.

# msg_no_export_for_job_id
source: No ZIP job could be found for the supplied job id ${job_id}.
fr: Aucun fichier Zip n'a pu être trouvé pour la Job ID ${job_id}.

# msg_no_toc_template
source: There is no TOC template configured, TOC could not be generated.
de: Es ist keine Vorlage für das Inhaltsverzeichnis konfiguriert, das Inhaltsverzeichnis konnte nicht generiert werden.
fr: Il n'y a pas de modèle configuré pour la table des matières; la table des matières n'a pas pu être générée.

# msg_pending_meetings
source: Not all meetings are closed.
de: Nicht alle Sitzungen sind abgeschlossen.
fr: Il y a des séances non clôturées.

# msg_require_all_agenda_items_decided_for_closing
source: The meeting can only be closed when all agenda items are decided.
de: Die Sitzung kann erst abgeschlossen werden wenn alle Traktanden abgeschlossen sind.
fr: La séance ne pourra être clôturée que lorsque tous les points à l'ordre du jour seront clôturés et les extraits de protocol générés et déposés comme réponse dans le dossier d'origine de la requête.

# msg_some_documents_remain_unconverted
source: Some documents could not be converted to PDF, their original files will be included in the Zip.
fr: Puisque certains fichiers n'ont pas pu être converti en PDF, leur fichiers originaux ont été inclus dans le fichier Zip.

# msg_successfully_deleted
source: The object was deleted successfully.
de: Das Objekt wurde erfolgreich gelöscht.
fr: L'objet a été supprimé avec succès.

# msg_transition_successful
source: Review state changed successfully.
fr: Statut modifié avec succès.

# msg_unscheduled_proposals
source: There are unscheduled proposals submitted to this committee.
de: Es gibt nicht traktandierte Anträge, die diesem Gremium zugewiesen sind.
fr: Des requêtes qui ne figurent pas sur l'ordre du jour ont été attribuées à cette commission.

# msg_zip_creation_in_progress
source: A Zip file with PDFs for all documents of this meeting is being generated.
fr: La génération d'un fichier Zip contenant tous les documents de cette séance est en cours.

# msg_zip_error
source: There was an error while generating the Zip.
fr: Une Erreur s'est produite lors de la génération du fichier Zip.

# msg_zip_ready_for_download
source: The zip file is ready for download.
fr: Le fichier Zip est prêt à être téléchargé.

# msg_zip_timeout
source: Generating the Zip took too long.
fr: La génération du fichier Zip a duré trop longtemps

source: New unscheduled proposals:
de: Neu eingereichte Anträge
fr: Nouvelles requêtes soumises

# no_edit_permissions_on_meeting_dossier
source: User does not have permission to edit the meeting dossier:
fr: Vous n'avez pas les privilèges suffisants pour modifier le dossier de séance ou y ajouter du contenu:

# no_period_for_meeting_date
source: There is no period available for the meeting date ${start}. You should either change the meeting date or add a new period to the committee:
fr: Il n'y a pas de période correspondant à la date de la séance ${start}. Veuillez adapter la date de la séance ou créer une nouvelle période pour la commission.

# no_view_permissions_on_meeting_dossier
source: User does not have permission to view the meeting dossier:
fr: Vous n'avez pas les privilèges suffisants pour voir le dossier de séance:

source: Overview
de: Übersicht
fr: Sommaire

# paragraph_added
source: Paragraph successfully added.
de: Paragraph erfolgreich hinzugefügt.
fr: Intertitre ajouté avec succès.

source: Pending
de: In Bearbeitung
fr: En modification

source: Periods
de: Perioden
fr: Périodes

# predecessor_proposal_label
source: Predecessor proposal
fr: Requête prédécesseur

# proposal_activity_label_document_submitted
source: Document ${title} submitted
fr: Document ${title} soumis

# proposal_activity_label_document_updated
source: Submitted document ${title} updated to version ${version}
fr: Document soumis ${title} actualisé à la version ${version}

source: Proposal document
de: Antragsdokument
fr: Document de requête

# proposal_history_label_cancelled
source: Proposal cancelled by ${user}
de: Storniert durch ${user}
fr: Annulé par ${user}

# proposal_history_label_commented
source: Proposal commented by ${user}
fr: Commenté par ${user}

# proposal_history_label_created
source: Created by ${user}
de: Erstellt durch ${user}
fr: Créé par ${user}

# proposal_history_label_decided
source: Proposal decided by ${user}
de: Antrag beschlossen durch ${user}
fr: Requête décidée par ${user}

# proposal_history_label_document_submitted
source: Document ${title} submitted in version ${version} by ${user}
de: Dokument ${title} in Version ${version} eingereicht durch ${user}
fr: Document ${title} soumis par ${user} en version ${version}.

# proposal_history_label_document_unlocked
source: Submitted document ${title} permanently unlocked by ${user}
fr: Document soumis ${title} découplé par ${user}

# proposal_history_label_document_updated
source: Submitted document ${title} updated to version ${version} by ${user}
de: Eingereichtes Dokument ${title} aktualisiert zu Version ${version} durch ${user}
fr: Document soumis ${title} actualisé en version ${version} par ${user}

# proposal_history_label_reactivated
source: Proposal reactivated by ${user}
de: Wieder eröffnet durch ${user}
fr: Réactivé par ${user}

# proposal_history_label_rejected
source: Rejected by ${user}
de: Zurückgewiesen von ${user}
fr: Rejeté par ${user}

# proposal_history_label_remove_scheduled
source: Removed from schedule of meeting ${meeting} by ${user}
de: Von der Traktandenliste der Sitzung ${meeting} entfernt durch ${user}
fr: Enlevé de l'ordre du jour de la séance ${meeting} par ${user}

# proposal_history_label_reopened
source: Proposal reopened by ${user}
de: Antrag zur Überarbeitung wiedereröffnet durch ${user}
fr: Requête de révision rouverte par ${user}

# proposal_history_label_revised
source: Proposal revised by ${user}
de: Antragsbeschluss überarbeitet durch ${user}
fr: Décision de requête révisée par ${user}

# proposal_history_label_scheduled
source: Scheduled for meeting ${meeting} by ${user}
de: Geplant für die Sitzung ${meeting} durch ${user}
fr: Prévu pour la séance ${meeting} par ${user}

# proposal_history_label_submitted
source: Submitted by ${user}
de: Eingereicht durch ${user}
fr: Soumis par ${user}

# proposal_history_label_successor_created
source: Successor proposal ${successor_link} created by ${user}
de: Folgeantrag «${successor_link}» erstellt durch ${user}
fr: Requête ultérieure «${successor_link}» établie par ${user}

source: Protocol
de: Protokoll
fr: Protocole

source: Protocol-Excerpt
de: Protokollauszug
fr: Extrait de protocole

source: Reject
de: Zurückweisen
fr: Rejeter

source: Reopen
de: Wieder eröffnen
fr: Réactiver

source: Return Excerpt
de: Protokollauszug zurücksenden
fr: Déposer l'extrait de protocole

source: Revise
de: Überarbeiten
fr: Réviser

source: Revision
de: Überarbeitung
fr: Révision

# sablon_template_is_invalid
source: This template will not render correctly.
de: Diese Vorlage wird nicht verarbeitet werden können.
fr: Ce modèle ne peut pas être utilisé

source: Schedule
de: Traktandieren
fr: Mettre à l'ordre du jour

source: Scheduled
de: Traktandiert
fr: Mis à l'ordre du jour

source: Send email
de: E-Mail senden
fr: Envoyer un e-mail

source: Submitted
de: Eingereicht
fr: Soumis

source: Submitted Proposals
de: Anträge
fr: Requêtes

# tab_matches
source: ${amount} matches
de: ${amount} Treffer
fr: ${amount} résultats

# tab_overview
source: Overview
de: Übersicht
fr: Aperçu

# text_added
source: Text successfully added.
de: Freitext erfolgreich hinzugefügt
fr: Texte libre ajouté à l'ordre du jour avec succès.

# title_agenda_item
source: Agenda item ${agenda_item_number}
fr: Point à l'ordre du jour ${number}

# title_confirm_delete_agenda_item
source: Delete proposal
de: Element streichen
fr: Supprimer élément

# title_rename_agenda_item
source: Rename agenda item
de: Neuer Titel setzen
fr: Modifier le titre et la description

# title_zip_export
source: Zip export: ${title}
fr: Export fichier Zip: ${title}

# un-schedule
source: Remove from schedule
de: Traktandum entfernen
fr: Enlever le point à l'ordre du jour

# view_label_add
source: Add
de: Hinzufügen
fr: Ajouter

# view_label_add_section_header
source: Add section header:
de: Zwischentitel einfügen:
fr: Insérer un intertitre:

# view_label_agenda_items
source: Agenda items
de: Traktanden
fr: Les points à l'ordre du jour

# view_label_schedule_ad_hoc
source: Schedule ad hoc agenda item:
de: Traktandum einfügen:
fr: Insérer le point à l'ordre du jour:

# view_label_schedule_proposal
source: Schedule proposal:
de: Antrag traktandieren:
fr: Mettre à l'ordre du jour:
