Repository: 4teamwork/opengever.core
Catalog: opengever/trash/locales/*/LC_MESSAGES/opengever.trash.po
Languages: de, fr

source: Trashing ${title} is forbidden
de: Das Objekt ${title} darf nicht in den Papierkorb verschoben werden.
fr: L'objet ${title} ne doit pas être placé dans la corbeille.

source: Untrashing ${title} is forbidden
de: Das Objekt ${title} darf nicht aus dem Papierkorb reaktiviert werden.
fr: L'objet ${title} ne doit pas être retiré de la corbeille.

source: You have not selected any items.
de: Sie haben keine Objekte ausgewählt
fr: Vous n'avez choisi aucun objet.

source: could not trash the object ${obj}, it is already trashed
de: Das Objekt ${obj} wurde bereits in den Papierkorb verschoben
fr: L'objet a été déplacé vers la corbeille

source: could not trash the object ${obj}, it is an excerpt that has been returned to the proposal.
de: Das Objekt ${obj} konnte nicht in den Papierkorb verschoben werden, es ist ein Protokollauszug, welcher als Antwort im Ursprungsdossier abgelegt wurde.
fr: L'objet n'a pas pu être supprimé, il s'agit d'un extrait de protocol déposé comme réponse dans le dossier d'origine d'une demande.

source: could not trash the object ${obj}, it is checked out.
de: Das Objekt ${obj} konnte nicht in den Papierkorb verschoben werden, es ist ausgecheckt.
fr: L'objet ${obj} a un checkout. Vous ne pouvez pas le supprimer.

source: could not trash the object ${obj}, it is locked.
de: Das Objekt ${obj} konnte nicht in den Papierkorb verschoben werden, es ist gesperrt.
fr: L'objet ${obj} est verouillé. Vous ne pouvez pas le supprimer.

source: error_no_documents_selected
de: Sie haben keine Objekte ausgewählt.
fr: Vous n'avez sélectionné aucun élément.

source: label_delete
de: Löschen
fr: Effacer

source: label_delete_documents
de: Dokumente löschen
fr: Effacer les documents

source: label_errror
de: Fehler
fr: Erreur

source: label_successfully_deleted
de: Die Dokumente wurden efolgreich gelöscht
fr: Les documents ont été effacés avec succès

source: label_warning
de: Warnung
fr: Avertissement

source: msg_delete_confirmation
de: Möchten Sie die selektierten Dokumente wirklich löschen?
fr: Voulez-vous vraiment effacer les documents selectionnés?

source: msg_delete_not_possible
de: Die selektierten Dokumente können nicht gelöscht werden.
fr: Les documents selectionnés ne peuvent pas être effacés.

source: msg_document_has_backreferences
de: Auf das Dokument existiert noch eine Referenz von ${links}.
fr: Ce document est encore référencé par ${links}.

source: msg_document_has_relations
de: Das Dokument referenziert andere Dokumente.
fr: Le document fait réference à d'autres documents.

source: msg_document_is_checked_out
de: Das Dokument ist noch ausgecheckt.
fr: Le document est encore en checkout.

source: msg_is_not_trashed
de: Das Dokument ist noch nicht im Papierkorb.
fr: Le document n'est pas encore dans la corbeille.

source: msg_is_removed
de: Das Dokument ist schon gelöscht
fr: Le document est déjà effacé

source: remove
de: Löschen
fr: Effacer

source: the object ${obj} trashed
de: Das Objekt ${obj} wurde in den Papierkorb verschoben.
fr: L'objet ${obj} a été déplacé dans la corbeille.
