Repository: 4teamwork/opengever.core
Catalog: opengever/document/locales/*/LC_MESSAGES/opengever.document.po
Languages: de, fr

# Attach selection
source: Send as attachment with email client
de: Mit Mailprogramm versenden
fr: Envoyer par programme de messagerie

# Can't edit the document at moment, beacuse it's locked.
source: Can't edit document because it's locked.
de: Das Dokument kann momentan nicht bearbeitet werden, es ist gesperrt.
fr: Impossible de modifier le document en ce moment car il est verrouillé.

source: Cancel checkout
de: Checkout widerrufen
fr: Annuler le check-out

source: Cancel checkout: ${title}
de: Checkout abgebrochen für ${title}
fr: Annuler le check-out pour ${title}

source: Checked in: ${title}
de: Dokument eingecheckt: ${title}
fr: Check-in du document: ${title}

source: Checked out: ${title}
de: Dokument ausgecheckt: ${title}
fr: Check-out du document: ${title}

source: Check in with comment
de: Mit Kommentar einchecken
fr: Check-in avec commentaire

source: Check in without comment
de: Ohne Kommentar einchecken
fr: Check-in sans commentaire

source: Chosen documents
de: Gewählte Dokumente
fr: Documents sélectionnés

source: Could not cancel checkout on document ${title}.
de: Das Auschecken des Dokuments ${title} konnte nicht widerrufen werden.
fr: Annulation du check-out du document ${title} inabouti.

source: Could not check in ${title}, it is not a document.
de: ${title} ist kein Dokument und konnte deshalb nicht eingecheckt werden.
fr: ${title} n'est pas un document, le check-out n'a donc pas abouti.

source: Could not check in document ${title}
de: Konnte Dokument nicht einchecken: ${title}
fr: Check-in de ${title} n'a pas abouti

source: Could not check out document ${title}.
de: Es ist nicht erlaubt, das Dokument ${title} auszuchecken.
fr: Check-out de ${title} n'a pas abouti.

source: Could not check out object: ${title}, it is not a document.
de: ${title} ist kein Dokument und konnte deshalb nicht ausgecheckt werden.
fr: ${title} n'est pas un document, par consequent le check-out n'a pas abouti.

source: Current version: ${version}
de: Aktuelle Version: ${version}
fr: Version actuelle: ${version}

source: Custom properties
de: Benutzerdefinierte Felder
fr: Champs personnalisés

source: Document ${document} was successfully created in ${destination}
de: Das Dokument ${document} wurde in ${destination} erstellt
fr: Le document ${document} a été créé dans ${destination}

source: Don't show this message again.
de: Diese Meldung nicht mehr anzeigen.
fr: Ne plus afficher ce message.

source: Export selection
de: Auswahl exportieren
fr: Exporter la sélection

source: Save
de: Speichern
fr: Sauvegarder

source: Submit additional documents
de: Zusätzliche Beilagen einreichen
fr: Soumettre des pièces jointes additionnelles

source: Submitted version: ${version}
de: Eingereichte Version: ${version}
fr: Version soumise: ${version}

source: Submitted with
de: Eingereicht bei
fr: Soumis par

# The Document ${title} has no File.
source: Document ${title} has no file.
de: Das Dokument ${title} enthält keine Datei.
fr: Le dodument ${title} ne contient pas de fichier.

# The Document is already checked out by: ${userid}
source: Document is already checked out by: ${userid}
de: Das Dokument ist bereits von ${userid} ausgecheckt.
fr: Le document a déjà un checkout par ${userid}.

source: Update document in proposal
de: Eingereichte Version aktualisieren
fr: Actualiser la version soumise

source: You are not allowed to view this document.
de: Sie haben nicht die nötigen Rechte, um dieses Dokument anzusehen.
fr: Vous ne disposez pas des droits suffisants pour voir ce document.

source: You are not authorized to edit the document ${title}.
de: Sie sind nicht berechtigt, das Dokument ${title} zu bearbeiten.
fr: Vous n'avez pas les droits de modifier le document ${title}.

source: You have not selected any documents.
de: Sie haben keine Dokumente ausgewählt.
fr: Vous n'avez sélectionné aucun document.

# button_cancel
source: Cancel
de: Abbrechen
fr: Annuler

# button_checkin
source: Check in
de: Einchecken

# button_checkin_anyway
source: Check in anyway
de: Trotzdem einchecken
fr: Check-in malgré tout

# button_submit
source: Save
de: Speichern
fr: Enregistrer

# cancel_checkout_confirmation
source: Are you sure you want to cancel the checkout? This will discard any changes made since the time of checkout.
de: Wollen Sie den Checkout wirklich widerrufen? Bereits gemachte Änderungen am Dokument gehen dabei verloren.
fr: Voulez-vous vraiment annuler le check-out? Les changements déjà effectués sur le document seront alors perdus.

source: Copy of
de: Kopie von
fr: Copie de

# description_download_confirmation
source: You're downloading a copy of the document ${filename}
de: Sie sind dabei, eine Kopie des Dokuments ${filename} herunterzuladen.
fr: Vous étes en train de télécharger une copie du document ${filename}.

# document_report_created
source: Created
de: Erstellt am
fr: Crée le

# document_report_creator
source: Created by
de: Erstellt von
fr: Créé par

# document_report_reference
source: Document number
de: Dokumentennummer
fr: Numéro du document

# document_report_sequence_number
source: Document-ID
de: Dokument-ID

# error_NotInContentTypes
source: You're not allowed to add documents in the target container.
de: Sie dürfen kein Dokument in diesem Zielort erstellen.
fr: Vous ne pouvez pas créer de document à cette position.

# error_mail_upload
source: Emails can't be added here. Please send it to ${mailaddress} or use drag and drop.
de: Es ist nicht erlaubt hier E-Mails anzufügen. Bitte senden Sie das E-Mail an die Addresse ${mailaddress} oder ziehen Sie es in das Dossier (Drag'n'Drop).
fr: Il n'est pas possible d'insérer des Email à cet endroit. Pour le faire, utilisez l'adresse E-Mail ${mailaddress} ou glissez-le dans le dossier (Drag'n'Drop).

# error_no_items
source: You have not selected any Items
de: Sie haben keine Objekte ausgewählt.
fr: Vous n'avez sélectionné aucun élément.

# error_proposal_document_type
source: It's not possible to have non-.docx documents as proposal documents.
de: Antragsdokumente müssen immer eine Word-Datei sein, andere Dateiformate sind nicht erlaubt.
fr: Les documents de requête doivent toujours être des fichiers Word. Les autres formats ne sont pas autorisés.

# error_proposal_no_document
source: It's not possible to have no file in proposal documents.
de: Antragsdokumente ohne Datei sind nicht erlaubt.
fr: Un document de requête sans fichier n'est pas autorisé.

# error_title_or_file_required
source: Either the title or the file is required.
de: Ein Titel oder eine Datei muss angegeben werden.
fr: Un titre ou un fichier est requis.

# fieldset_archive_file
source: Archival file
de: Archivdatei
fr: Fichier d'archivage

# fieldset_common
source: Common
de: Allgemein
fr: Général

# file_keep
source: Keep existing file
de: Vorhandene Datei behalten
fr: Garder le fichier existant

# file_remove
source: Remove existing file
de: Vorhandene Datei löschen
fr: Effacer le fichier existant

# file_replace
source: Replace with new file
de: Mit neuer Datei ersetzen
fr: Remplacer par un nouveau fichier

# heading_checkin_comment_form
source: Check in documents
de: Dokumente einchecken
fr: Faire le check-in des documents

# heading_save_as_pdf
source: Save as PDF
de: PDF speichern unter
fr: Enregistrer PDF sous

# help_archival_file
source: Document rendition suitable for archival
de: Archivtaugliche Version der Originaldatei
fr: Version en format d'archivage du fichier original

# help_author
source: Last name, first name or user ID (will be resolved to full name)
de: Nachname Vorname oder ein Benutzerkürzel (wird automatisch nach Nachname Vorname aufgelöst)
fr: Nom, prénom ou acronyme de l'utilisateur (sera automatiquement créé d'après le nom le prénom)

# help_checkin_journal_comment
source: Description of changes
de: Was wurde am Dokument geändert?
fr: Modification(s) faite(s) dans le document?

# help_delivery_date
source: Date on which the document was sent by mail.
de: Datum, an dem das Dokument über den Korrespondenzweg versandt worden ist
fr: Date, à laquelle le document a été envoyé par écrit

# help_destination
source: Live search: Search for target dossier
de: Live Search: Suchen sie ein Zieldossier
fr: Recherche en direct: Recherchez un dossier cible.

# help_document_date
source: Document date
de: Datum des Dokuments
fr: Date de création du document

# help_file
source: The document's digital file
de: Datei, die zu einem Dossier hinzugefügt wird
fr: Ficher, ajouté dans un dossier

# help_foreign_reference
source: Reference to the sender's dossier
de: Referenz auf das entsprechende Dossier des Absenders
fr: Référence sur le dossier correspondant de l'expéditeur

# help_keywords
source: Keywords that describe this document. Important: Keep privacy concerns in mind when choosing keywords (e.g. avoid personal data).
de: Schlagwörter zur Umschreibung eines Dokuments. Nicht zu verwechseln mit der Ordnungsposition. ACHTUNG: Beachten Sie bei der Verwendung von Schlagwörter die Datenschutzvorgaben (z.B. keine Eigennamen).
fr: Mots-clés pour la description du document. Ne pas confondre avec le numéro de classement. ATTENTION: Veuillez vous conformer aux directives de Protection des Données lors de l'utilisation de Mots-clés (par ex. pas de noms propres).

# help_preserved_as_paper
source: Whether the document (also) exists as a physical file on paper.
de: In Papierform aufbewahrt
fr: Conservé sous forme papier

# help_preview
source: Online preview of the original document
de: Online Voransicht des Originaldokuments
fr: Aperçu en ligne du document original

# help_receipt_date
source: Date on which the document was received by mail.
de: Datum, an dem das Dokument über den Korrespondenzweg angekommen ist
fr: Date de réception du document écrit

# initial_document_version_change_note
source: Initial version
de: Dokument erstellt (Initialversion)
fr: Document créé (version initiale)

# label_actor
source: Changed by
de: Geändert von
fr: Modifié par

# label_archival_file
source: Archival file
de: Archivdatei
fr: Fichier archivé

# label_archival_file_state
source: Archival file state
de: Status Archivdatei
fr: Etat du ficher d'archivage

# label_attach_to_email
source: Attach to email
de: Mit Mailprogramm versenden
fr: Envoyer par programme de messagerie

# label_author
source: Author
de: Autor
fr: Auteur

# label_backlink_to_source_document
source: Back to source document
de: Zurück zum Ursprungsdokument
fr: Retour au document d'origine

# label_button_creation_in_progress
source: Generating PDF...
de: PDF wird generiert...
fr: PDF en création...

# label_button_destination_document
source: Go to destination document
de: Zum generiertem Dokument
fr: Vers le document généré

# label_button_error
source: PDF error
de: PDF Fehler
fr: Erreur PDF

# label_by_author
source: Author
de: Autor
fr: Auteur

# label_cancel
source: Cancel
de: Abbrechen
fr: Annuler

# label_change_archival_file
source: Change archival file
de: Archivdatei ändern
fr: Modifier le fichier d'archivage

# label_checked_out
source: Checked out
de: Ausgecheckt
fr: En check-out

# label_checkin_journal_comment
source: Journal comment
de: Journal-Kommentar
fr: Commentaire de l'historique

# label_checkout
source: Check out
de: Auschecken
fr: Faire le check-out

# label_checkout_and_edit
source: Check out and edit
de: Auschecken und Bearbeiten
fr: Faire le check-out et éditer

# label_comment
source: Comment
de: Kommentar
fr: commentaire

# label_created
source: Created
de: Erstellt
fr: Créé

# label_creator
source: Creator
de: Ersteller
fr: Créé par

# label_date
source: Date
de: Datum

# label_delivery_date
source: Sent date
de: Ausgangsdatum
fr: Date de remise

# label_description
source: Description
de: Beschreibung

# label_destination
source: Destination
de: Zielposition / Zieldossier
fr: Destination (position/dossier)

# label_digitally_available
source: Has digital file
de: Digital verfügbar
fr: Disponble sous forme numérique

# label_document_checked_out_by
source: Checked out by
de: In Bearbeitung
fr: En cours de traitement

# label_document_collaborators
source: Collaborators: ${collaborators}
de: Bearbeitet durch: ${collaborators}
fr: Edité par: ${collaborators}

# label_document_date
source: Document date
de: Dokumentdatum
fr: Date du document

# label_document_delivery_date
source: Sent date
de: Ausgangsdatum
fr: Date de sortie

# label_document_receipt_date
source: Received date
de: Eingangsdatum
fr: Date d'entrée

# label_document_reference_number
source: Reference number
de: Aktenzeichen
fr: Numéro de référence

# label_document_sequence_number
source: Sequence number
de: Laufnummer
fr: Numéro courant

# label_document_type
source: Document type
de: Dokumenttyp
fr: Type de document

# label_document_watcher_added
source: Added as watcher of document
de: Als Beobachter des Dokuments hinzugefügt
fr: Ajouté en tant qu'observateur du document

# label_dossier_title
source: Dossier title
de: Dossier-Titel
fr: Titre du dossier

# label_download
source: Download
de: Herunterladen
fr: Télécharger

# label_download_copy
source: Download copy
de: Kopie herunterladen
fr: Télécharger une copie

# label_edit
source: Edit again
de: Erneut Bearbeiten
fr: Editer à nouveau

# label_edit_in_office_online
source: Edit in Office Online
de: In Office Online bearbeiten
fr: Modifier avec Office Online

# label_error
source: Error
de: Fehler
fr: Erreur

# label_file
source: File
de: Datei
fr: Fichier

# label_filesize
source: File size
de: Dateigrösse
fr: Taille du fichier

# label_foreign_reference
source: Foreign reference
de: Fremdzeichen
fr: Code externe

# label_keywords
source: Keywords
de: Schlagwörter
fr: Mots-clés

# label_meeting
source: Meeting
de: Sitzung
fr: Séance

# label_modified
source: Modified
de: Zuletzt verändert
fr: Dernière modification

# label_no
source: No
de: Nein
fr: Non

# label_open_detail_view
source: Open detail view
de: Detailansicht öffnen
fr: Ouvrir l'aperçu détaillé

# label_open_document_as_pdf
source: Open as PDF
de: Dokument als PDF öffnen
fr: Ouvrir au format PDF

# label_open_document_preview
source: Open document preview
de: Dokumentvorschau öffnen
fr: Ouvrir la visualisation du document

# label_prefixed_journal_comment
source: Comment: ${comment}
de: Kommentar: ${comment}
fr: Commentaire: ${comment}

# label_preserved_as_paper
source: Physical file
de: In Papierform aufbewahrt
fr: Conservé sous forme papier

# label_preview
source: Preview
de: Vorschau
fr: Aperçu

# label_proposal
source: Proposal
de: Antrag
fr: Requête

# label_public_trial
source: Disclosure status
de: Öffentlichkeitsstatus
fr: Statut public

# label_receipt_date
source: Received date
de: Eingangsdatum
fr: Date d'entrée

# label_reference_number
source: Reference number
de: Aktenzeichen
fr: Numéro de référence

# label_related_documents
source: Related documents
de: Verwandte Dokumente
fr: Documents liés

# label_restore
source: Restore
de: Wiederherstellen
fr: Restaurer

# label_retry_docugate
source: Retry with Docugate
de: Mit Docugate wiederholen
fr: Réessayer avec Docugate

# label_retry_oneoffixx
source: Retry with OneOffixx
de: Mit Primedocs wiederholen
fr: Réessayer avec Oneoffixx

# label_revert_document
source: Restore this version
de: Diese Version wiederherstellen
fr: Restaurer cette version

# label_save_pdf
source: Save PDF as
de: PDF speichern unter
fr: Enregistrer PDF sous

# label_sequence_number
source: Sequence number
de: Laufnummer
fr: Numéro courant

# label_start_byline
source: Document date
de: Dokumentdatum
fr: Date du document

# label_submitted_proposal
source: Submitted proposal
de: Eingereichter Antrag
fr: Requête soumise

# label_thumbnail
source: Thumbnail
de: Kurzbild
fr: Vignette

# label_title
source: Title
de: Titel
fr: Titre

# label_view
source: View (read-only)
de: Anzeigen (schreibgeschützt)
fr: Voir (en lecture seule)

# label_warn_checkout_locked
source: This document is currently being worked on. When you check it in manually you will lose the changes. Please try advising the respective user to check it in first.
de: Dieses Dokument wird gerade bearbeitet. Wenn Sie es manuell einchecken, so gehen die Änderungen verloren. Bitte veranlassen Sie, dass die Bearbeitung des Dokuments zuerst abgeschlossen wird.
fr: Quelqu'un travaille actuellement sur ce document. Les modifications seront perdues si vous faites un check-in manuel. Veuillez s'il vous plait permettre au processus d'edition actuel de se terminer.

# label_yes
source: yes
de: Ja
fr: Oui

# message_checkout_info
source: This document is currently checked out by ${creator}.
de: Dieses Dokument wurde von ${creator} ausgecheckt.
fr: ${creator} a fait un check-out de ce document.

# message_collaborative_checkout_info
source: This document is being edited in Office Online by ${creator}.
de: Dieses Dokument wird von ${creator} gerade in Office Online bearbeitet.
fr: ${creator} modifie actuellement ce document dans Office Online.

# message_final_info
source: This document cannot be modified because it has been finalized.
de: Das Dokument wurde finalisiert und kann deshalb nicht mehr bearbeitet werden.
fr: Ce document ne peut pas être modifié car il a été finalisé.

# msg_cancel_checkout_on_mail_not_possible
source: Could not cancel checkout for document ${title}, emails do not support the checkout process.
de: Das Dokument `${title}` konnte nicht ausgecheckt werden, da Mails den Check-in-/Check-out-Prozess nicht unterstützen.
fr: Le document `${title}` n'a pas pu être verrouillé, car les e-mails ne sont pas supportés par le processus de check-in / check-out.

# msg_doc_inside_closed_dossier
source: Documents inside a closed dossier cannot be moved.
de: Dokumente innerhalb von abgeschlossenen Dossiers können nicht verschoben werden.
fr: Les documents d'un dossier clôturé ne peuvent pas être déplacés.

# msg_doc_inside_proposal_cant_be_moved
source: Documents inside a proposal cannot be moved.
de: Dokumente innerhalb von Anträgen können nicht verschoben werden.
fr: Les documents d'une requête ne peuvent pas être déplacés.

# msg_doc_inside_task_cant_be_moved
source: Documents inside a task cannot be moved.
de: Dokumente innerhalb von Aufgaben können nicht verschoben werden.
fr: Les documents d'une tâche ne peuvent pas être déplacés.

# msg_docs_cant_be_moved_from_inbox_to_private_repo
source: Documents within the inbox cannot be moved to the private repository.
de: Dokumente in der Inbox können nicht in die private Ablage verschoben werden.
fr: Il est interdit de déplacer des documents de la boîte de réception vers le répertoire personnel.

# msg_docs_cant_be_moved_from_inbox_to_templates
source: Documents within the inbox cannot be moved to the templates.
de: Dokumente in der Inbox können nicht in eine Vorlage verschoben werden.
fr: Il est interdit de déplacer des documents de la boîte de réception vers les modèles.

# msg_docs_cant_be_moved_from_repo_to_private_repo
source: Documents within the repository cannot be moved to the private repository.
de: Dokumente im Ordnungssystem können nicht in die private Ablage verschoben werden.
fr: Il est interdit de déplacer des documents du système de classement vers le répertoire personnel.

# msg_docs_cant_be_moved_from_repo_to_templates
source: Documents within the repository cannot be moved to the templates.
de: Dokumente im Ordnungssystem können nicht in eine Vorlage verschoben werden.
fr: Il est interdit de déplacer des documents du système de classement vers les modèles.

# msg_docs_cant_be_moved_from_template_dossier_to_template_folder
source: Documents from a dossier template cannot be made into document templates.
de: Dokumente einer Dossiervorlage können nicht zu Dokumentvorlagen gemacht werden.
fr: Il est interdit de changer un document d'un modèle de dossier en un modèle de document.

# msg_docs_cant_be_moved_from_template_folder_to_template_dossier
source: Document templates cannot be moved into a dossier template.
de: Dokumentvorlagen können nicht in eine Dossiervorlage verschoben werden.
fr: Il est interdit de déplacer des modèles de documents dans un modèle de dossier.

# msg_docs_cant_be_moved_from_templates_to_private_repo
source: Documents within the templates cannot be moved to the private repository.
de: Dokumente in den Vorlagen können nicht in die private Ablage verschoben werden.
fr: Il est interdit de déplacer des documents des modèles vers le répertoire personnel.

# msg_docs_cant_be_moved_from_templates_to_repository
source: Documents within the templates cannot be moved to the repository.
de: Dokumente in den Vorlagen können nicht in das Ordnungssystem verschoben werden.
fr: Il est interdit de déplacer des documents des modèles vers le système de classement.

# msg_locked_doc_cant_be_moved
source: Locked documents cannot be moved.
de: Gesperrte Dokumente können nicht verschoben werden.
fr: Il est interdit de déplacer des documents verrouillés.

# msg_pdf_generation_error
source: PDF generation error
de: Fehler beim PDF generieren
fr: Erreur lors de la génération du PDF

# msg_pdf_generation_failed
source: PDF generation failed
de: Das PDF konnte nicht generiert werden
fr: Le PDF n'a pas pu être généré

# msg_pdf_generation_in_progress
source: PDF is being generated
de: Das PDF wird generiert
fr: Le PDF est en train d'être généré

# msg_pdf_generation_succesfull
source: PDF generated successfully
de: Das PDF wurde erfolgreich generiert
fr: Le PDF a été généré avec succès

# msg_pdf_generation_timeout
source: PDF generation timed out
de: Das Erstellen des PDF hat zu lange gedauert
fr: La génération du PDF a duré trop longtemps

# msg_version_restored
source: Version ${version_id} restored.
de: Version ${version_id} wiederhergestellt.
fr: Version ${version_id} restaurée.

source: No file
de: Keine Datei
fr: Aucun fichier trouvé

# oc_unsupported_message
source: This file format is not supported by Office Connector and therefore can't be edited directly.
de: Dieses Dokumentformat wird vom Office Connector nicht unterstützt und kann deshalb nicht direkt bearbeitet werden.
fr: Ce format de document n'est pas supporté par Office Connector et ne peut donc pas être directement édité.

# summary_document_author_changed
source: Author changed by ${user}
de: Autor geändert durch ${user}
fr: Auteur modifié par ${user}

# summary_document_title_changed
source: Title changed by ${user}
de: Titel geändert durch ${user}
fr: Titre modifié par ${user}

# summary_document_version_created
source: New document version created by ${user}
de: Neue Dokumentversion erstellt durch ${user}
fr: Nouvelle version du document créée par ${user}

# summary_document_watcher_added
source: Added as watcher of document by ${user}
de: Als Beobachter des Dokuments hinzugefügt durch ${user}
fr: Ajouté en tant qu'observateur du document par ${user}

# title_save_pdf
source: Save PDF of ${title} to ${destination}
de: PDF von ${title} speichern unter ${destination}
fr: Enregistrer le PDF de ${title} sous ${destination}

# unconvertable_document
source: This document cannot be converted to PDF.
de: Dieses Dokument kann nicht zu einem PDF konvertiert werden
fr: Ce document ne peux pas être converti en PDF

# warning_download_confirmation
source: Please note that in this case any changes made to the document WON'T be saved to GEVER.
de: Bitte beachten Sie, dass in diesem Fall Änderungen an diesem Dokument NICHT in GEVER gespeichert werden.
fr: Attention! En ouvrant le document de cette manière, toutes les modifications apportées ne seront PAS sauvegardées en GEVER.

# warning_trashed
source: This document is trashed.
de: Dieses Dokument befindet sich im Papierkorb.
fr: Ce document se trouve dans la corbeille.

source: With comment
de: Mit Kommentar
fr: Avec commentaire

source: Without comment
de: Ohne Kommentar
fr: Sans commentaire
