Repository: 4teamwork/opengever.core
Catalog: opengever/document/locales/*/LC_MESSAGES/plone.po
Languages: de

source: Cancel Checkout
de: Zurücksetzen

source: Checkin
de: Einchecken

source: Checkout
de: Auschecken

source: Checkout and edit
de: Auschecken und bearbeiten

source: Document state changed to document-state-checked_out
de: Dokumentstatus verändert: Ausgecheckt

source: Document state changed to document-state-draft
de: Dokumentstatus verändert: Entwurf

source: Document state changed to document-state-pending
de: Dokumentstatus verändert: Hängig

source: Document state changed to document-state-reject
de: Dokument status verändert: Zurückweisen

source: Document state changed to document-state-working_copy
de: Dokumentstatus verändert: Arbeitskopie

source: Edit metadata
de: Metadaten bearbeiten

source: button_download
de: herunterladen

source: document-state-checked_out
de: Ausgecheckt

source: document-state-draft
de: Entwurf

source: document-state-pending
de: Hängig

source: document-state-working_copy
de: Arbeitskopie

source: document-transition-cancel_checkout
de: Zurücksetzen

source: document-transition-check_in
de: Einchecken

source: document-transition-check_out
de: Auschecken

source: document-transition-reject
de: Zurückweisen

source: label_reset
de: zurücksetzen
