Repository: 4teamwork/opengever.core
Catalog: plonetheme/teamraum/locales/*/LC_MESSAGES/plonetheme.teamraum.po
Languages: de, fr

source: Active shadow inset
de: Aktives Element innerer Schatten
fr: Elément actif ombre intérieur

source: Active shadow top
de: Aktives Element oberer Schatten
fr: Elément actif ombre supérieur

source: Additional CSS
de: Zusätzliches CSS
fr: CSS supplémentaire

source: Also used as bottom shadow in navigation bar.
de: Wird auch unterhalb der Navigationsleiste angezeigt.
fr: Est affiché aussi au-dessous de la barre de navigation.

source: Content background color
de: Hintergrund des Inhaltsbereiches
fr: Fond d'aperçu

source: Content width
de: Breite der Seite
fr: Envergure de la page

source: Font size
de: Schriftgrösse
fr: Largeur de la typographie

source: Footer background color
de: Hintergrund des Footerbereiches
fr: Fond secteur en bas

source: Header background color
de: Hintergrund des Kopfbereiches
fr: Fond secteur en-tête

source: Header height
de: Höhe des Kopfbereiches
fr: Hauteur en-tête

source: Header margin top
de: Oberer Abstand der Elemente im Kopfbereich
fr: Marge en haut des éléments en-tête

source: Headerbox background color
de: Hindergrundfarbe des Kopfbereichs
fr: Couleur du fond en-tête

source: Hover shadow inset
de: Hover Element innerer Schatten
fr: Hover élément ombre intérieur

source: Hover shadow top
de: Hover Element oberer Schatten
fr: Hover élément ombre supérieur

source: Link color
de: Farbe der Links
fr: Couleur des liens

source: Login background color
de: Hintergrundfarbe Login Fenster
fr: Couleur du fond de la fenêtre login

source: Logo title
de: Titel unterhalb des Logos
fr: Titre au-dessous du logo

source: Navi gradient active end
de: Aktives Element: Endfarbe des Verlaufs
fr: Elément actif: première couleur du spectre des couleurs

source: Navi gradient active start
de: Aktives Element: Startfarbe des Verlaufs
fr: Elément actif: dernière couleur du spectre des couleurs

source: Navi gradient end
de: Navigationsbalken: Endfarbe des Verlaufs
fr: Barre de navigation: dernière couleur du spectre des couleurs

source: Navi gradient hover end
de: Hovereffekt: Endfarbe des Verlaufs
fr: Effet Hover: dernière couleur du spectre des couleurs

source: Navi gradient hover start
de: Hovereffekt: Startfarbe des Verlaufs
fr: Effet Hover: première couleur du spectre des couleurs

source: Navi gradient start
de: Navigationsbalken: Startfarbe des Verlaufs
fr: Barre de navigation: première couleur du spectre des couleurs

source: Navi shadow inset
de: Navi innerer Schatten
fr: Navigation ombre intérieur

source: Navi shadow top
de: Navi oberer Schatten
fr: Navigation ombre supérieur

source: Text color
de: Textfarbe
fr: Couleur du texte

source: The unit is needed!
de: Die Masseinheit (px, em, %, ...) muss angegeben werden.
fr: Veuillez saisir l'unité de mesure

source: heading_teamraumtheme_settings
de: Teamraum Designeinstellungen
fr: Paramètres mise en page Teamraum

source: help_showheaderbox
de: Dies wird empfohlen, wenn Bannerbilder vorhanden sind.
fr: Ceci est recommandé en cas des banderoles

source: info_changes_resetted
de: Die Änderungen wurden zurückgesetzt.
fr: Les changements ont étés reculés.

source: info_changes_saved
de: Ihre Änderungen wurden gespeichert.
fr: Vos changements ont étés enregistrés.

source: info_logo_resetted
de: Das Logo wurde gelöscht.
fr: Le logo a été supprimé.

source: label_export_styles
de: Styles exportieren
fr: Exporter des styles

source: label_footer
de: Footer-Bereich
fr: Secteur en bas

source: label_header
de: Header-Bereich
fr: Secteur en-tête

source: label_headerbox
de: Header als Box darstellen
fr: Afficher en-tête comme boîte

source: label_import_styles
de: Styles importieren
fr: Importer styles

source: label_importexport
de: Importieren / Exportieren
fr: Importer / Exporter

source: label_logo
de: Logo
fr: Logo

source: label_logo_spaceleft
de: Logo hat einen Abstand von links
fr: Le logo n'a pas une marge vers la gauche

source: label_misc
de: Verschiedenes
fr: Divers

source: label_navbar
de: Navigationsleiste
fr: Barre de navigation

source: label_navisearch
de: Suchmaske anzeigen
fr: Afficher le champ de recherche

source: label_reset_default
de: Auf Standard zurücksetzen
fr: Rétablir la mise en page standard

source: label_reset_logo
de: Logo entfernen
fr: Eliminer le logo

source: label_save
de: Änderungen speichern
fr: Enregistrer les changement

source: label_showfullbanner
de: Bannerbild über die volle Breite anzeigen
fr: Afficher la banderole toute l'envergure

source: label_site
de: Seite
fr: Page
