Repository: 4teamwork/opengever.core
Catalog: opengever/inbox/locales/*/LC_MESSAGES/opengever.inbox.po
Languages: de, fr

source: Inbox
de: Eingangskorb
fr: Boîte de réception

source: Inbox container
de: Eingangskorb Ordner
fr: Conteneur de la boîte de réception

source: Close
de: Abschliessen
fr: Clôturer

# current_inbox_not_available
source: You're not allowed to access the inbox of ${current_org_unit}.
de: Sie sind nicht dazu berechtigt auf den Eingangskorb der/des ${current_org_unit} zuzugreifen.
fr: Vous n'avez pas accès à la boîte de réception de ${current_org_unit}.

# error_no_document_selected
source: Error: Please select at least one document to forward.
de: Fehler: Bitte w채hlen Sie mindestens ein Dokument aus das weitergeleitet werden soll
fr: Erreur: Choisissez au minimum un document à transmettre.

# fieldset_common
source: Common
de: Allgemein
fr: Général

# forwarding_task_type
source: Forwarding
de: Weiterleitung
fr: Transmission

# help_inbox_group
source: This group will be granted permissions on tasks that get assigned to the inbox.
de: Diese Gruppe wird berechtigt, wenn dem Eingangskorb eine Aufgabe zugewiesen wird.
fr: Ce goupe est autorisé, dès qu'une tâche est attribuée à la boîte de réception.

# help_responsible
source: Choose the responsible user, or the inbox of the responsible organization / department.
de: W채hlen Sie die verantwortliche Person bzw. den Eingangskorb des oben gew채hlten Mandanten aus.
fr: Choix de la personne responsable ou de la boîte de réception du client compétent.

# label_assigned_inbox_tasks
source: Assigned tasks
de: Erhaltene Aufgaben
fr: Tâches reçues

# label_forwarding_added
source: Forwarding added
de: Neue Weiterleitung hinzugef체gt durch ${user}
fr: Transmission ajoutée

# label_forwarding_watcher_added
source: Added as watcher of the forwarding
fr: Ajouté comme observateur de la transmission

# label_inbox_group
source: Inbox group
de: Eingangskorb Gruppe
fr: Boîte de réception Groupe

# label_issued_inbox_tasks
source: Issued tasks
de: Erteilte Aufgaben
fr: Tâches attribuées

# label_refuse
source: Refuse
de: Ablehnen
fr: Refuser

# label_refuse_forwarding
source: Refuse forwarding
de: Weiterleitung ablehnen
fr: Refuser le transfert

# label_responsible
source: Responsible
de: Auftragnehmer
fr: Mandataire

# msg_forwarding_added
source: New forwarding added by ${user}
fr: Nouvelle transmission ajoutée par ${user}

# summary_forwarding_watcher_added
source: Added as watcher of the forwarding by ${user}
fr: Ajouté comme observateur de la transmission par ${user}

# title_assign_forwarding
source: Assign forwarding
de: Weiterleitung weiterleiten
fr: Envoyer le transfert

# title_close_forwarding
source: Close forwarding
de: Weiterleitung abschliessen
fr: Clôturer le transfert

# yearfolder_title
source: Closed ${year}
de: Abgeschlossen ${year}
fr: Clôturé ${year}
