Repository: 4teamwork/opengever.core
Catalog: ftw/task/locales/*/LC_MESSAGES/ftw.task.po
Languages: de

source: Changes saved to response id ${response_id}.
de: Änderungen an der Antwort ${response_id} wurden gespeichert

source: Delete
de: Löschen

source: Edit
de: Bearbeiten

source: Issue state
de: Status

source: No response selected for removal.
de: Es wurde keine Antwort fürs Löschen selektiert

source: No response selected for saving.
de: Es wurde keine Antwort fürs Speichern selektiert

source: No response selected.
de: Kein Antwort selektiert

source: Removed response id ${response_id}.
de: Antwort ${response_id} gelöscht

source: Response id ${response_id} does not exist so it cannot be removed.
de: Antowrt ${response_id} existiert nicht und konnte deshalb nicht gelöscht werden

source: Response id ${response_id} does not exist.
de: Antwort ${response_id} exisitert nicht

source: Response id ${response_id} has no attachment.
de: Antwort ${response_id} hat kein attachment

source: Response id ${response_id} is no integer so it cannot be removed.
de: Antwort id ${response_id} ist keine Zahl und konnte deshalb nicht gelöscht werden

source: Response id ${response_id} is no integer.
de: Antwort ${response_id} ist keine Zahl

source: Task
de: Aufgabe

source: Taskoverview
de: Auftragsübersicht

source: You are not allowed to delete responses.
de: Sie haben keine Berechtigung Antworten zu löschen

source: You are not allowed to edit responses.
de: Sie haben keine Berechtigung Antworten zu editieren

source: add
de: Hinzufügen

source: cancel
de: Abbrechen

source: date_of_completion
de: Erledigungsdatum

source: deadline
de: Frist

source: fieldset_additional
de: Erweitert

source: fieldset_common
de: Allgemein

source: help_deadline
de: Tragen sie ein Datum ein, bis wann die Aufgabe erledigt werden muss

source: help_deadline_response
de: Tragen sie ein neues Datum ein, bis wann die Aufgabe erledigt werden muss

source: help_responsible
de: Wählen Sie die verantwortliche Person aus

source: help_text
de: Geben Sie eine detaillierte Arbeitsanweisung oder einen Kommentar ein

source: label_attachment
de: Anhang

source: label_by_author
de: Verantwortlich: ${author}

source: label_date_of_completion
de: Erledigungsdatum

source: label_deadline
de: Zu erledigen bis

source: label_deadline_Response
de: Neue Frist

source: label_edit_response_not_allowed
de: Sie sind nicht berechtigt diese Antwort zu löschen

source: label_effectiveCost
de: Effektive Kosten

source: label_effectiveDuration
de: Effektive Dauer

source: label_enter_response
de: Bitte tragen sie ihre Antwort unten ein

source: label_expectedCost
de: Geschätzte Kosten

source: label_expectedDuration
de: Geschätzte Dauer

source: label_expectedStartOfWork
de: Beginn der Arbeit

source: label_issuer
de: Auftraggeber

source: label_last_modified
de: Letze Änderung

source: label_related_items
de: Verweise

source: label_response
de: Antworttext

source: label_responsible
de: Verantwortlicher

source: label_responsible_Response
de: Neue verantwortliche Person

source: label_return_to_issue
de: Zurück zur Aufgabe

source: label_task_type
de: Aufgabentyp

source: label_text
de: Kommentar

source: label_transition
de: Aktion

source: label_workflow_state
de: Status

source: no_content
de: Kein Inhalt

source: poi_label_attachment
de: Angehängt:

source: poi_label_relateditems
de: Verweise:

source: response_label_response
de: Antowrt

source: responses
de: Antworten:

source: responsible
de: Verantwortlicher

source: subtasks
de: Unteraufgabe

source: task_added_by
de: Hinzugefügt von

source: task_added_on
de: am

source: title_edit_response
de: Antwort bearbeiten

source: title_error_no_response
de: Fehler: keine Antworten zum editieren gefunden
