Repository: 4teamwork/opengever.core
Catalog: opengever/workspace/locales/*/LC_MESSAGES/opengever.workspace.po
Languages: fr

source: Closed by ${user}
fr: Complété par ${user}

source: Commented by ${user}
fr: Kommentiert durch ${user}

source: Delete
fr: Supprimer

source: Deleted workspace
fr: Temraum supprimé

source: Invite
fr: Inviter

source: Invited by:
fr: Invité par:

source: Participant deleted
fr: Participant supprimé

source: Participant invited
fr: Participant invité

source: Reopened by ${user}
fr: Rouvert par ${user}

source: Role updated
fr: Rôle actualisé

source: Rolle
fr: Rôle

source: Select a user ...
fr: Rechercher un utilisateur...

source: User
fr: Utilisateur

# WorkspaceGuest
source: Guest
fr: Invité

# WorkspaceMember
source: Member
fr: Membre du team

# description_invalid_invitation
source: This invitation has been cancelled or is invalid.
fr: Cette invitation a été annulée ou n'est plus valable.

source: excused
fr: excusé

# fieldset_common
source: Common
fr: Général

# heading_agenda_items
source: Agenda Items
fr: Points à l'ordre du jour

# heading_invalid_invitation
source: This invitation is no longer valid
fr: Cette invitation n'est plus valable

# heading_meeting_minutes
source: Meeting Minutes: ${title}
fr: Procès-verbal de réunion: ${title}

# help_videoconferencing_url
source: URL to launch a video conference for this workspace
fr: URL utilisée pour lancer une vidéoconférence pour cet espace partagé.

# invitation_accept
source: Please click the following link if you want to accept the invitation: ${accept_url}
fr: Pour accepter cette invitation, veuillez cliquer sur le lien suivant: ${accept_url}

# invitation_accept_link
source: Accept invitation
fr: Accepter

# invitation_mail_description
source: You were invited by ${user} to the workspace "${title}".
fr: Vous avez été invité par ${user} pour l'espace de travail "${title}".

# invitation_mail_message_title
source: Message from ${user}:
fr: Message de ${user}:

# invitation_mail_subject
source: Invitation to workspace "${title}"
fr: Invitation pour le teamraum "${title}"

# invitation_salutation
source: Hi
fr: Bonjour

# invitation_text
source: You were invited by ${user} to join the workspace "${workspace_title}" at ${platform}
fr: ${user} vous a invité, à participer à "${workspace_title}", sur la plateforme ${platform}.

# label_attendees
source: Attendees
fr: Participants

# label_chair
source: Chair
fr: Président

# label_deadline
source: Deadline
fr: A compléter d'ici le

# label_decision
source: Decision
fr: Décision

# label_end
source: End
fr: Fin

# label_folders
source: Folders
fr: Répertoires

# label_hide_members_for_guests
source: Hide workspace participants for workspace guests
fr: Masquer les participants à l'espace de travail pour les invités

# label_linked_dossier
source: Linked dossier
fr: Dossier lié

# label_location
source: Location
fr: Lieu

# label_organizer
source: Organizer
fr: Organisateur

# label_owner
source: Owner
fr: Propriétaire

# label_related_items
source: Related items
fr: Renvois

# label_responsible
source: Responsible
fr: Responsable

# label_secretary
source: Secretary
fr: Secrétaire

# label_start
source: Start
fr: Début

# label_text
source: Text
fr: Texte

# label_title
source: Title
fr: Titre

# label_todo_assigned_activity
source: To-do assigned
fr: ToDo assigné

# label_todo_closed_activity
source: To-do closed
fr: ToDo complété

# label_todo_commented_activity
source: To-do commented
fr: ToDo commenté

# label_todo_reopened_activity
source: To-do reopened
fr: ToDo rouvert

# label_trash
source: Trash
fr: Corbeille

# label_video_call_link
source: Video call link
fr: Lien pour la vidéoconférence

# label_videoconferencing_url
source: Video conferencing URL
fr: URL de vidéoconférence

# label_workspace_participation_added
source: Added to the workspace
fr: Ajouté à l'espace de travail partagé

# label_workspaces
source: Workspaces
fr: Teamraüme

# msg_one_must_remain_admin
source: At least one principal must remain admin.
fr: Au moins un participant doit être admin.

source: present
fr: présent

# share_mail_comment_title
source: Comment
fr: Commentaire

# share_mail_subject
source: Notification for "${title}"
fr: Note concernant "${title}"

# share_mail_summary
source: ${user} has sent you a notification:
fr: ${user} vous a envoyé une note:

# summary_todo_assigned_activity
source: Assigned to ${responsible} by ${user}
fr: ToDo assigné à ${responsible} par ${user}

# summary_workspace_participation_added
source: Added to the workspace by ${user}
fr: Ajouté à l'espace de travail partagé par ${user}

# title_manage_participation
source: Manage participants of ${workspace}
fr: Participant de "${workspace}"

source: User
fr: Utilisateur
