Repository: 4teamwork/opengever.core
Catalog: opengever/disposition/locales/*/LC_MESSAGES/opengever.disposition.po
Languages: de, fr

# The report could not been generated.
source: Failed to generate report.
de: Der Report konnte nicht generiert werden.
fr: Le rapport n'a pas pu être généré.

source: Active
de: Aktiv
fr: Actif

source: All
de: Alle
fr: Tous

source: appraisal_list
de: bewertungsliste
fr: liste_evaluations

# document_sequence_number
source: Sequence number
de: Laufnummer
fr: Numéro courant

source: Edit transfer number
de: Ablieferungsnummer bearbeiten
fr: Editer le numéro de livraison

# error_dossier_is_active
source: The dossier ${title} is still active.
fr: Le dossier ${title} est encore actif.

# error_offered_in_a_different_disposition
source: The dossier ${title} is already in another offer.
de: Das Dossier ${title} ist bereits in einem anderen Angebot angeboten.
fr: Le dossier ${title} est déjà inclus dans une autre offre.

# error_retention_period_not_expired
source: The retention period of the selected dossiers has not expired yet.
de: Die Aufbewahrungsfrist der selektierten Dossiers ist nicht abgelaufen.
fr: Le période de rétention des dossiers sélectionnés n'est pas échue.

# fieldset_common
source: Common
de: Allgemein
fr: Général

# label_actor
source: Actor
de: Akteur
fr: Acteur

# label_appraisal
source: Appraisal decision
de: Bewertungsentscheid
fr: Décision d'évaluation

# label_archive
source: Archive
de: Archivieren
fr: Archiver

# label_archive_all
source: Archive all
de: Alle archivieren
fr: Archiver tous

# label_archived
source: Archived
de: Archiviert
fr: Archivé

# label_cancel
source: Cancel
de: Abbrechen
fr: Annuler

# label_delivery_status
source: Delivery status
fr: Etat de la livraison

# label_delivery_status_failed
source: Delivery failed
fr: Distribution échouée

# label_delivery_status_scheduled
source: Scheduled for delivery
fr: Distribution planifiée

# label_delivery_status_success
source: Delivered successfully
fr: Distribué avec succès

# label_details
source: Details:
fr: Détails:

# label_disposition
source: Offer
de: Angebot
fr: Offre

# label_disposition_added
source: Offer added
de: Angebot hinzugefügt
fr: Offre ajoutée

# label_disposition_edited
source: Offer edited
de: Angebot bearbeitet
fr: Offre éditée

# label_dispositon_package_download
source: Download disposal package
de: Ablieferungspaket herunterladen
fr: Télécharger le colis de livraison

# label_dont_archive
source: Don't archive
de: Nicht archivieren
fr: Ne pas archiver

# label_dont_archive_all
source: Do not archive all
de: Alle nicht archivieren
fr: Ne pas archiver tous

# label_download_removal_protocol
source: Download removal protocol
de: Löschprotokoll herunterladen
fr: Télécharger le protocole de suppression

# label_edit
source: Edit
de: Bearbeiten
fr: Editer

# label_export_appraisal_list_as_excel
source: Export appraisal list as an Excel file
de: Bewertungsliste als Excel exportieren
fr: Exporter la liste d'évaluation en excel

# label_history
source: History
de: Verlauf
fr: Historique

# label_inactive_dossiers
source: Inactive dossiers
de: Stornierte Dossiers
fr: Dossiers annulés

# label_metadata
source: Metadata
de: Metadaten
fr: Métadonnées

# label_no
source: No
de: Nein
fr: Non

# label_process
source: Process
de: Prozess
fr: Processus

# label_reference_number
source: Reference number
de: Aktenzeichen
fr: Numéro de référence

# label_removal_protocol
source: Removal protocol
de: Löschprotokoll
fr: Protocole de supression

# label_resolved_dossiers
source: Resolved dossiers
de: Abgeschlossene Dossiers
fr: Dossiers clôturés

# label_review_state
source: State
de: Status
fr: Etat

# label_save
source: Save
de: Speichern
fr: Enregistrer

# label_sip_filename
source: SIP Filename
fr: Nom du fichier SIP

# label_time
source: Time
de: Zeitpunkt
fr: date

# label_title
source: Title
de: Titel
fr: Titre

# label_transfer_number
source: Transfer number
de: Ablieferungsnummer
fr: Numéro de livraison

# label_transferring_office
source: Transferring office (AktenbildnerName)
fr: Service versant (AktenbildnerName)

# label_yes
source: Yes
de: Ja
fr: Oui

# msg_appraisal_incomplete
source: The appraisal is incomplete, appraisal could not be finalized.
de: Die Bewertung ist nicht komplett, die Bewertung konnte nicht finalisiert werden.
fr: L'évaluation n'est pas complète, l'évaluation n'a pas pu être finalisée

# msg_disposition_added
source: Added by ${user}
de: Hinzugefügt durch ${user}
fr: Ajouté par ${user}

# msg_disposition_appraised
source: Appraisal finalized by ${user}
de: Bewertung finalisiert durch ${user}
fr: Evaluation finalisée par ${user}

# msg_disposition_archived
source: Archival confirmed by ${user}
de: Archivierung bestätigt durch ${user}
fr: Archivage confirmé par ${user}

# msg_disposition_close
source: Offer closed and all dossiers destroyed by ${user}
de: Angebot abgeschlossen und alle Dossiers vernichtet durch ${user}
fr: Offre clôturée et tous les dossiers détruits par ${user}

# msg_disposition_disposed
source: Offered for archival by ${user}
de: Zur Archivierung angeboten durch ${user}
fr: Proposé pour archivage par ${user}

# msg_disposition_edited
source: Edited by ${user}
de: Editiert durch ${user}
fr: Edité par ${user}

# msg_disposition_refuse
source: Offer refused by ${user}
de: Angebot abgelehnt durch ${user}
fr: Offre refusée par ${user}

# msg_disposition_updated
source: Updated by ${user}
de: Aktualisiert durch ${user}
fr: Actualisé par ${user}

# msg_no_sip_package_generated
source: No SIP package generated yet for this offer.
de: Es wurde noch kein SIP Paket generiert für dieses Angebot.
fr: Aucun paquet SIP n'a encore été généré pour cette offre.

# msg_sip_package_sucessfully_generated
source: SIP package generated successfully.
de: SIP Paket erfolgreich generiert.
fr: Paquet SIP généré avec succès.

source: Period
de: Periode
fr: Période

source: Progress
de: Verlauf
fr: Progrès

# summary_disposition_added
source: New offer added by ${user} on admin unit ${admin_unit}
de: Neues Angebot hinzugefügt durch ${user} im Mandanten ${admin_unit}
fr: Nouvelle offre ajoutée par ${user} dans le mandataire ${admin_unit}

# title_removal_protocol
source: Removal protocol for ${disposition}
de: Löschprotokoll zu ${disposition}
fr: Protocole de suppression pour ${disposition}

# label_action
source: Action
de: Aktion
