Repository: 4teamwork/opengever.core
Catalog: opengever/propertysheets/locales/*/LC_MESSAGES/opengever.propertysheets.po
Languages: de, fr

source: Contains data for user defined custom properties.
de: Enthält die Daten für die benutzerdefinierten Felder.
fr: Contient les données pour les champ personnalisés.

source: Custom properties
de: Benutzerdefinierte Felder
fr: Champs personnalisés

source: Custom properties contain some errors.
de: Die benutzerdefinierten Felder beinhalten Fehler.
fr: Les champs personnalisés contiennent des erreurs.

source: Document
de: Dokument

source: Document (Type: ${document_type})
de: Dokument (Typ: ${document_type})

source: Dossier (Type: ${dossier_type})
de: Dossier (Typ: ${dossier_type})

source: Duplicate field with this name
de: Doppeltes Feld mit diesem Namen

source: Invalid default value
de: Ungültiger Default-Wert

source: No custom properties are available.
de: Es sind keine benutzerdefinierten Felder verfügbar.
fr: Aucun champ personnalisé disponible.

# extra_info_max_length
source: (Max: ${max_length} characters. Actual length: ${actual_length} characters)
de: (Maximum: ${max_length} Zeichen. Tatsächliche Länge: ${actual_length} Zeichen)

# help_assignments
source: What type of content this property sheet will be available for
de: Für welche Arten von Inhalten dieses Property Sheet verfügbar sein soll
fr: Type de contenu pour lequel cette Property Sheet sera disponible

# help_available_as_docproperty
source: Whether the field should be available as docproperty or not
de: Angabe, ob das Feld als Docproperty verfügbar sein soll

# help_default
source: Default value for this field
de: Default-Wert für dieses Feld
fr: Valeur par défaut de ce champ

# help_description
source: Description
de: Beschreibung

# help_field_type
source: Data type of this field
de: Datentyp für dieses Feld
fr: Type de donnée de ce champ

# help_fields
source: Fields
de: Felder
fr: Champs

# help_id
source: ID of this property sheet (alphanumeric, lowercase, no special characters)
de: ID dieses Property Sheets (Alphanumerisch, nur Kleinbuchstaben, keine Sonderzeichen)
fr: ID de cette Property Sheet

# help_name
source: Field name (alphanumeric, lowercase, no special characters)
de: Name (Alphanumerisch, nur Kleinbuchstaben, keine Sonderzeichen)
fr: Nom du champ (alphanumérique, minuscule)

# help_required
source: Whether or not the field is required
de: Angabe, ob Benutzer dieses Feld zwingend ausfüllen müssen
fr: S'agit-il d'un champ obligatoire?

# help_title
source: Title
de: Titel
fr: Titre

# help_values
source: List of values that are allowed for this field (one per line)
de: Liste der erlaubten Werte für das Feld (ein Wert pro Zeile)
fr: Liste des valeurs valides pour ce champ

# label_assignments
source: Assignments
de: Slots
fr: Assignations

# label_available_as_docproperty
source: Available as docproperty
de: Als DocProperty verfügbar

# label_description
source: Description
de: Beschreibung

# label_field_type
source: Field type
de: Feld-Typ
fr: Type

# label_fields
source: Fields
de: Felder
fr: Champs

# label_required
source: Required
de: Pflichtfeld
fr: Requis

# label_title
source: Title
de: Titel
fr: Titre

# label_values
source: Allowed values
de: Wertebereich
fr: Valeurs admises

# msg_assignment_already_in_use
source: Assignment '${assignment}' is already in use.
de: Der Slot '${assignment}' ist bereits belegt.

# msg_propertysheet_field_location
source: Field ${field_no} ('${field_name}'):
de: Feld ${field_no} ('${field_name}'):

# msg_propertysheet_has_errors
source: The form contains errors: ${error_string}
de: Das Formular enthält Fehler: ${error_string}

# label_default
source: Default
fr: Valeur par défaut

# label_name
source: Name
fr: Nom
