Repository: 4teamwork/opengever.core
Catalog: opengever/tasktemplates/locales/*/LC_MESSAGES/opengever.tasktemplates.po
Languages: de, fr

source: Parallel
fr: Parallèle

source: Sequential
fr: Séquentiel

source: Title
de: Titel
fr: Titre

source: add tasktemplate
de: Aufgabenvorlage hinzufügen
fr: Ajouter un modèle de tâches

# button_cancel
source: Cancel
de: Abbrechen
fr: Annuler

# button_continue
source: Continue
de: Weiter
fr: Continuer

# button_trigger
source: Trigger
de: Auslösen
fr: Enclencher

source: choose template
de: Vorlage auswählen
fr: Choix du modèle

# client_interactive_users
source: Interactive users
de: Interaktiver Benutzer
fr: Utilisateur interactif

# description_start_immediately
source: Immediately open the first task after creation.
fr: Commencer la première tâche immédiatement après la création

# fieldset_common
source: Common
de: Allgemein
fr: En général

source: help_deadline
de: Frist in Tagen ab Startdatum der Aufgabe.
fr: Délai en jours à partir de la date de début de la tâche.

source: help_issuer
de: Wählen Sie einen Auftraggeber aus. Sie können auch die interaktiven Benutzer "Federführender" oder "Sachbearbeiter" auswählen.
fr: Choix du mandant. Vous pouvez aussi choisir les utilisateurs interactifs "responsables" ou "collaborateurs".

source: help_preselected
de: Diese Vorlage gehört zur Standardauswahl des Standardablaufs.
fr: Ce modèle fait parti du choix standard des procédés standards.

source: help_responsible
de: Wählen Sie den Auftragnehmer aus. Wenn Sie im Feld "Mandanten des Auftragnehmers" die Option "Interaktiver Benutzer" auswählen, können Sie in diesem Feld auch "Federführender" oder "Sachbearbeiter" auswählen.
fr: Choix du mandataire. Vous pouvez aussi choisir les utilisateurs interactifs "responsables" ou "collaborateurs".

source: help_responsible_client
de: Wählen Sie den Mandanten des Auftragnehmers aus oder wählen Sie "Interaktiver Benutzer".
fr: Choix du client du mandataire ou choisissez "utilisateur interactif".

source: help_task_type
de: Wählen Sie den Typ der Aufgabe aus.
fr: Choisir le type de tâche.

source: help_text
de: Geben Sie eine detaillierte Arbeitsanweisung oder einen Kommentar ein.
fr: Saisie d'une instruction de travail détaillée ou d'un commentaire.

source: help_title
de: Der Name der Aufgabe.
fr: Nom de la tâche.

# interactive_user_current_user
source: Current user
de: Sachbearbeiter
fr: Collaborateur

# interactive_user_responsible
source: Responsible
de: Federführender
fr: Responsable

# label_continue
source: Continue
de: Weiter
fr: Continuer

# label_created
source: Created
de: Erstelldatum
fr: Date de création

# label_deadline
source: Deadline in Days
de: Frist in Tagen
fr: Délai en jours

# label_issuer
source: Issuer
de: Auftraggeber
fr: Mandant

# label_preselected
source: Preselect
de: Vorselektiert
fr: Présélectionné

# label_related_documents
source: Related documents
de: Verweise
fr: Renvois

# label_resonsible_client
source: Responsible Client
de: Mandant des Auftragnehmers
fr: Client responsable

# label_responsible
source: Responsible
de: Auftragnehmer
fr: Mandataire

# label_responsible_for_task
source: Responsible «${template_title}»
fr: Mandataire «${template_title}»

# label_responsible_task
source: Responsible
de: Auftragnehmer
fr: Mandataire

# label_responsibles_selection
source: Responsibles selection
fr: Choix Mandataires

# label_review_state
source: Review state
de: Status
fr: Etat

# label_select_responsibles
source: Select responsibles
fr: Choix Mandataires

# label_select_tasktemplatefolder
source: Select tasktemplatefolder
de: Auswahl Standardablauf
fr: Sélectionner le déroulement standard

# label_select_tasktemplates
source: Select tasktemplates
de: Auswahl Aufgabenvorlagen
fr: Sélectionner les modèles de tâches

# label_sequence_type
source: Type
fr: Type de déroulement

# label_start_immediately
source: Start immediately
fr: Enclencher immédiatement

# label_task_type
source: Task Type
de: Auftragstyp
fr: Type de mandat

# label_tasktemplate_selection
source: Tasktemplate selection
de: Auswahl Aufgabenvorlagen
fr: Sélectionner les modèles de tâches

# label_tasktemplatefolder
source: Tasktemplatefolder
de: Standardablauf
fr: Déroulement standard

# label_tasktemplatefolder_selection
source: Tasktemplatefolder selection
de: Auswahl Standardablauf
fr: Sélectionner le déroulement standard

# label_tasktemplates
source: Tasktemplates
fr: Modèle de tâches

# label_text
source: Text
de: Kommentar
fr: commentaire

# label_title
source: Title
de: Titel
fr: Titre

# label_yes
source: Yes
de: Ja
fr: Oui

# message_no_templates_selected
source: You have not selected any templates
de: Sie haben keine Vorlagen ausgewählt.
fr: Vous n'avez sélectionné aucun modèle.

# message_tasks_created
source: tasks created
de: Alle Aufgaben aus gewähltem Standardablauf wurden erstellt.
fr: Toutes les tâches du procédé standard ont été créées.

# msg_no_active_tasktemplatefolders
source: Currently there are no active task template folders registered.
de: Zurzeit sind keine aktiven Standardabläufe hinterlegt.
fr: Aucun déroulement standard actif n'est enregistré pour le moment.

# preselected_yes
source: Yes
de: Ja
fr: Oui

source: select tasks
de: Aufgaben auswählen
fr: Choix des tâches

source: Description
de: Beschreibung
